Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

# Your_Liability_Actions_We_May_Take_description_2
source: 8.2 PlayToken, in its sole discretion, reserves the right to terminate this Agreement, access to its website, or access to the Service for any reason.
id: 8.2 PlayToken, menurut kebijakannya semata, memiliki hak untuk menghentikan Perjanjian ini, akses ke situs webnya, atau akses ke Layanan dengan alasan apa pun.
ms: 8.2 PlayToken, mengikut budi bicaranya, berhak menamatkan Perjanjian ini, akses kepada laman webnya atau akses kepada Perkhidmatan atas apa jua sebab.
th: 8.2 เป็นดุลยพินิจของ PlayToken แต่เพียงผู้เดียวในการสงวนสิทธิ์สำหรับการยุติสัญญานี้ การเข้าถึงเว็บไซต์ของบริษัท หรือการเข้าถึงบริการสำหรับเหตุผลใด ๆ
zh: 8.2 PlayToken自行决定出于任何原因保留终止本协议、对其网站的访问、或者对服务的访问的权利。

# Your_Liability_Actions_We_May_Take_description_3
source: 8.3 PlayToken account Closure, Termination of Service, or Limited PlayToken account Access. If we close your PlayToken account or terminate your use of our Services for any reason, we will provide you with notice of our actions. If we limit access to your PlayToken account, we will provide you with notice of our actions and the opportunity to request restoration of access if appropriate.
id: 8.3 Pengungkapan akun PlayToken, Penghentian Layanan, atau Akses akun PlayToken yang terbatas. Jika kami menutup akun PlayToken Anda atau menghentikan penggunaan Layanan kami oleh Anda untuk alasan apa pun, kami akan memberi tahu Anda mengenai tindakan kami. Jika kami membatasi akses Anda ke akun PlayToken Anda, kami akan memberi tahu Anda mengenai tindakan kami dan memberikan kesempatan untuk memohonkan pemulihan akses jika sesuai.
ms: 8.3 Penutupan akaun PlayToken, Penamatan Perkhidmatan atau Akses akaun PlayToken Terhad. Jika kami menutup akaun PlayToken anda atau menamatkan penggunaan anda terhadap Perkhidmatan atas apa jua sebab, kami akan memberikan anda notis bagi tindakan kami. Jika kami mengehadkan akses kepada akaun PlayToken anda, kami akan memberikan anda notis bagi tindakan kami dan peluang untuk meminta pemulihan akses jika sesuai.
th: 8.3 การปิดบัญชี PlayToken การยุติการบริการ หรือการจำกัดการเข้าถึงบัญชี PlayToken หากเราปิดบัญชี PlayToken ของคุณ หรือยุติการใช้บริการของคุณไม่ว่าจะด้วยเหตุผลใด เราจะแจ้งให้คุณทราบล่วงหน้าเกี่ยวกับการดำเนินการของเรา หากเราจำกัดการเข้าถึงบัญชี PlayToken ของคุณ เราจะจัดการแจ้งให้คุณทราบเกี่ยวกับการดำเนินการของเราและโอกาสในการร้องขอสำหรับการคืนสภาพของการเข้าใช้บริการหากมีความเหมาะสม
zh: 8.3 PlayToken帐户关闭、服务终止，或者受限PlayToken帐户访问。如果我们出于任何原因关闭了您的PlayToken帐户或者终止您对我们的服务的使用，我们会通知您我们采取的行动。若我们限制您对您的PlayToken帐户的访问，我们会通知您我们采取的行动以及在恰当时请求恢复访问的机会。

# Errors_and_Unauthorized_Transactions
source: 9. Errors and Unauthorized Transactions.
id: 9. Gangguan dan Transaksi Tidak Sah.
ms: 9. Ralat dan Transaksi Tidak Dibenarkan.
th: 9.ข้อผิดพลาดและการทำธุรกรรมที่ไม่ได้รับอนุญาต
zh: 9. 错误和未经授权交易。

# Identifying_Errors_and_or_Unauthorized_Transactions
source: 9.1 Identifying Errors and/or Unauthorized Transactions.
id: 9.1 Mengenali Gangguan dan/atau Transaksi Tidak Sah.
ms: 9.1. Mengenal Pasti Ralat dan/atau Transaksi Tidak Dibenarkan.
th: 9.1 การระบุข้อผิดพลาดและ/ หรือการทำธุรกรรมที่ไม่ได้รับอนุญาต
zh: 9.1 识别错误和/或未经授权交易。

# Identifying_Errors_and_or_Unauthorized_Transactions_description
source: You can inspect your transaction history at any time by logging in to your PlayToken account on the PlayToken website and clicking the "History" tab. It is very important that you immediately notify PlayToken if you have reason to believe any of the following activities have occurred:
id: Anda dapat memeriksa riwayat transaksi Anda sendiri kapan saja dengan masuk ke akun PlayToken Anda di situs web PlayToken dan mengklik tab "Riwayat". Sangatlah penting bahwa Anda dengan segera memberitahukan kepada PlayToken jika terdapat alasan bagi Anda untuk percaya bahwa aktivitas-aktivitas berikut ini telah terjadi:
ms: Anda boleh memeriksa sejarah transaksi anda pada bila-bila masa dengan melog masuk akaun PlayToken anda pada laman web PlayToken dan mengklik tab "Sejarah". Amatlah penting jika anda segera memaklumkan PlayToken sekiranya anda mempunyai sebab untuk mempercayai bahawa mana-mana aktiviti berikut telah berlaku:
th: คุณสามารถตรวจสอบประวัติการทำธุรกรรมของคุณได้ตลอดเวลาโดยการเข้าระบบไปยังบัญชี PlayToken ของคุณบนเว็บไซต์ PlayToken แล้วทำการคลิกที่แถบ "ประวัติ" เป็นสิ่งสำคัญที่คุณจะแจ้งให้ PlayToken ทราบในทันที หากคุณมีเหตุผลให้เชื่อได้ว่ามีกิจกรรมใด ๆ ต่อไปนี้เกิดขึ้น:
zh: 您可以随时在PlayToken网站登录您的PlayToken帐户，而后点击"历史"标签检查您的交易历史。若您有任何理由认为出现了以下活动，请务必立即告知PlayToken：

# Identifying_Errors_and_or_Unauthorized_Transactions_description_a
source: (a) There has been an unauthorized transaction from your PlayToken account;
id: (a) Telah ada transaksi yang tidak sah dari akun PlayToken Anda;
ms: (a) Terdapat transaksi tidak dibenarkan daripada akaun PlayToken anda;
th: (a) มีการทำธุรกรรมที่ไม่ได้รับอนุญาตจากบัญชี PlayToken ของคุณ;
zh: (a) 出现了从您的PlayToken帐户的未经授权交易；

# Identifying_Errors_and_or_Unauthorized_Transactions_description_b
source: (b) There has been an unauthorized access to your PlayToken account;
id: (b) Telah ada akses yang tidak sah ke akun PlayToken Anda;
ms: (b) Terdapat akses tidak dibenarkan kepada akaun PlayToken anda;
th: (b) มีการเข้าถึงบัญชี PlayToken ของคุณโดยไม่ได้รับอนุญาต;
zh: (b) 出现了对您的PlayToken帐户的未经授权的访问；

# Identifying_Errors_and_or_Unauthorized_Transactions_description_c
source: (c) Your password for your PlayToken account has been compromised;
id: (c) Kata sandi untuk akun PlayToken Anda telah dibobol;
ms: (c) Kata laluan anda untuk akaun PlayToken anda telah terdedah;
th: (c) มีการหลอกเอารหัสผ่านสำหรับบัญชี PlayToken ของคุณ;
zh: (c) 您的PlayToken帐户密码被盗；

# Identifying_Errors_and_or_Unauthorized_Transactions_description_d
source: (d) Someone has transferred or may transfer money using your PlayToken account without your permission.
id: (d) Seseorang telah menransfer atau mungkin telah menransfer uang menggunakan akun PlayToken Anda tanpa izin Anda.
ms: (d) Seseorang telah memindahkan atau mungkin memindahkan wang menggunakan akaun PlayToken anda tanpa keizinan anda.
th: (d) มีใครบางคนได้โอนหรืออาจจะโอนเงินโดยการใช้บัญชี PlayToken ของคุณโดยไม่ได้รับการอนุญาตจากคุณ
zh: (d) 有人未经您的许可使用您的PlayToken帐户转帐或者可能转帐。

# Notifying_PlayToken_of_Errors_and_or_Unauthorized_Transactions
source: 9.2 Notifying PlayToken of Errors and/or Unauthorized Transactions.
id: 9.2 Memberitahukan Gangguan dan/atau Transaksi Tidak Sah kepada PlayToken.
ms: 9.2. Memaklumkan PlayToken mengenai Ralat dan/atau Transaksi Tidak Dibenarkan.
th: 9.2 การแจ้งให้ PlayToken ทราบเกี่ยวกับข้อผิดพลาด และ หรือการทำธุรกรรมที่ไม่ได้รับอนุญาต
zh: 9.2 告知PlayToken错误和/或未经授权交易。

# Notifying_PlayToken_of_Errors_and_or_Unauthorized_Transactions_description
source: To notify us if you believe there has been or will be an error or unauthorized transaction on your PlayToken account contact us through customer support.
id: Untuk memberitahu kami jika menurut Anda telah terjadi atau akan terjadi gangguan/kesalahan atau transaksi yang tidak sah pada akun PlayToken Anda, hubungi kami melalui dukungan pelanggan.
ms: Untuk memaklumkan kami sekiranya anda percaya bahawa terdapat atau akan berlaku ralat atau transaksi tidak dibenarkan terhadap akaun PlayToken anda, hubungi kami melalui sokongan pelanggan.
th: ให้แจ้งให้เราทราบหากคุณเชื่อว่ามีหรือจะมีการทำธุรกรรมที่ไม่ได้รับอนุญาตบนบัญชี PlayToken ของคุณ ติดต่อเราผ่านทางฝ่ายบริการลูกค้า
zh: 若您认为您的PlayToken帐户出现或者将出现错误或者未经授权交易，请通过客户联系我们。

# Review_of_Reports_of_Errors_and_or_Unauthorized_Transactions
source: 9.3 Review of Reports of Errors and/or Unauthorized Transactions.
id: 9.3 Peninjauan Laporan Gangguan dan/atau Transaksi Tidak Sah.
ms: 9.3. Menyemak Laporan mengenai Ralat dan/atau Transaksi Tidak Dibenarkan.
th: 9.3 การตรวจสอบรายงานเกี่ยวกับข้อผิดพลาดและ หรือการทำธุรกรรมที่ไม่ได้รับอนุญาต
zh: 9.3 对错误和/或未经授权交易报告进行审核。

# Review_of_Reports_of_Errors_and_or_Unauthorized_Transactions_description_1
source: We will advise you of the results of our investigation within 2 Business Days after we receive your notice. If we have made an error, we will correct it promptly. If we need more time, however, we may take up to 7 Days to investigate your complaint or question.
id: Kami akan memberi tahu Anda hasil penyelidikan kami dalam 2 Hari Kerja setelah kami menerima pemberitahuan Anda. Jika kami telah melakukan kesalahan, kami akan segera membetulkannya. Jika kami memerlukan lebih banyak waktu, bagaimanapun, kami akan memerlukan waktu sampai 7 Hari untuk menyelidiki keluhan atau pertanyaan Anda.
ms: Kami akan memaklumkan anda mengenai hasil penyiasatan kami dalam masa 2 Hari Perniagaan selepas kami menerima notis anda. Jika kami telah membuat kesilapan, kami akan membetulkannya dengan segera. Bagaimanapun, jika kami memerlukan lebih banyak masa, kami mungkin mengambil masa sehingga 7 Hari untuk menyiasat aduan atau soalan anda.
th: เราจะแจ้งให้คุณทราบเกี่ยวกับผลการสืบสวนของเราภายใน 2 วันทำการหลังจากที่เราได้รับการแจ้งให้ทราบของคุณ หากเราได้ ทำให้เกิดข้อผิดพลาด เราจะแก้ไขในทันที อย่างไรก็ตาม หากเราต้องการเวลาเพิ่มซึ่งเราอาจจะใช้เวลาถึง 7 วันเพื่อสืบสวน คำร้องหรือข้อสงสัยของคุณ
zh: 我们会在收到您的通知后的两个工作日内告知您我们的调查结果。若我们 犯了错误，我们会立即纠正。不过，如果我们需要更多时间，我们可能会花多达7天的时间对您的投诉或疑问进行调查。

# Review_of_Reports_of_Errors_and_or_Unauthorized_Transactions_description_2
source: At the end of our investigation, we will advise you of the results within 2 Business Days. If we determine that there was no error, we will send you a written explanation.
id: Pada akhir penyelidikan kami, kami akan memberi tahu Anda hasilnya dalam 2 Hari Kerja. Jika kami menentukan bahwa tidak terdapat kesalahan, kami akan mengirimkan penjelasan tertulis kepada Anda.
ms: Di penghujung penyiasatan, kami akan memaklumkan anda mengenai hasil dalam masa 2 Hari Perniagaan. Jika kami menentukan bahawa tiada kesilapan, kami akan menghantar kepada anda penjelasan bertulis.
th: ในตอนท้ายของการสืบสวนของเรา เราจะแจ้งให้คุณทราบถึงผลการสืบสวนของเราภายใน 2 วันทำการ หากเราระบุได้ว่า ไม่มีข้อผิดพลาด เราจะส่งคำอธิบายให้คุณเป็นลายลักษณ์อักษร
zh: 在调查结束后，我们会在两个工作日内告知您结果。若我们认为没有 任何错误，我们会向您发送一份书面解释。

# Liability_for_Unauthorized_Transactions
source: 9.4 Liability for Unauthorized Transactions.
id: 9.4 Tanggung Jawab atas Transaksi Tidak Sah.
ms: 9.4. Liabiliti untuk Transaksi Tidak Dibenarkan.
th: 9.4 ความรับผิดชอบต่อการทำธุรกรรมที่ไม่ได้รับอนุญาต
zh: 9.4 未经授权交易的责任。

# Liability_for_Unauthorized_Transactions_description
source: Reimbursement of Play Tokens or Monies due to Improper PlayToken account Access related to your PlayToken account (Hacking, compromise of security, compromise of personal information) will not be entertained. PlayToken account holders will hold full responsibility to safeguarding the security of the individual’s PlayToken account.
id: Penggantian Token Play atau Uang karena masalah Akses akun PlayToken yang Tidak Sah sehubungan dengan akun PlayToken Anda (Peretasan, pembobolan keamanan, pembobolan informasi pribadi) tidak akan dilayani. Para pemegang akun PlayToken bertanggung jawab penuh untuk menjaga keamanan akun PlayToken yang bersangkutan.
ms: Pembayaran balik Play Token atau Wang disebabkan oleh Akses Akaun PlayToken Yang Tidak Betul berkaitan dengan akaun PlayToken anda (Penggodaman, menjejaskan keselamatan, menjejaskan maklumat peribadi) tidak akan dilayan. Pemegang akaun PlayToken akan bertanggungjawab sepenuhnya terhadap perlindungan keselamatan akaun PlayToken individu.
th: จะไม่มีการพิจารณาเกี่ยวกับการชำระ Play Tokens หรือเงินคืนอันเนื่องมาจากการเข้าถึงบัญชี PlayToken ที่ไม่เหมาะสมอันเกี่ยวข้องกับบัญชี PlayToken ของคุณ (การแฮก การหลอกลวงของระบบความปลอดภัย การหลอกลวงของข้อมูลส่วนบุคคล) ผู้ถือบัญชี PlayToken จะมีความรับผิดชอบครบถ้วนสมบูรณ์ต่อการป้องกันระบบรักษาความปลอดภัยของบัญชี PlayToken ของแต่ละบุคคล
zh: 不受理由于对您的PlayToken帐户的不恰当访问（非常闯入、安全威胁、）相关的游戏代币或金钱的偿付。PlayToken帐户持有者将对保护个人PlayToken帐户的安全负全责。

# Errors
source: 9.5 Errors.
id: 9.5 Gangguan/Kesalahan.
ms: 9.5 Ralat.
th: 9.5 ข้อผิดพลาด
zh: 9.5 错误。

# Errors_description_1
source: If we discover a processing error, we will rectify the error. If the error resulted in Play Tokens not deducted for a payment of service or goods, PlayToken will deduct the amount appropriately. If the error result in Play Tokens deducted but no goods or services received, PlayToken will investigate and advice the Merchant and User accordingly.
id: Jika kami menemukan gangguan/kesalahan pemrosesan, kami akan memperbaiki kesalahan tersebut. Jika gangguan tersebut mengakibatkan Token Play tidak dikurangi untuk pembayaran layanan atau barang, PlayToken akan menguranginya dengan sesuai. Jika gangguan tersebut mengakibatkan Token Play dikurangi namun tidak ada barang atau layanan yang diterima, PlayToken akan menyelidiki dan memberikan saran kepada Pedagang dan Pengguna sesuai keadaan yang ada.
ms: Jika kami mendapat tahu tentang ralat pemprosesan, kami akan membetulkan ralat tersebut. Jika ralat menyebabkan Play Token tidak dipotong untuk bayaran perkhidmatan atau barangan, PlayToken akan memotong amaun tersebut sewajarnya. Jika ralat menyebabkan Play Token ditolak tetapi tiada barangan atau perkhidmatan diterima, PlayToken akan menyiasat dan memaklumkan Pedagang dan Pengguna sewajarnya.
th: หากเราพบความผิดพลาดของการประมวลผล เราจะแก้ไขข้อผิดพลาดนั้น หากข้อผิดพลาดส่งผลให้ไม่มีการหัก Play Tokens เพื่อการชำระเงินสำหรับบริการหรือสินค้า PlayToken จะหักตามจำนวนที่เหมาะสม หากข้อผิดพลาดส่งผลให้มีการหัก Play Tokens แต่ไม่ได้รับสินค้าหรือบริการ PlayToken จะสอบสวนและแจ้งให้ผู้ขายและผู้ใช้ทราบตามที่เห็นสมควร
zh: 若我们发现了处理错误，会对该错误进行纠正。若错误是由于对服务或商品的支付未扣除游戏代币而导致的，PlayToken会适当扣除该金额。若错误是由于扣除了游戏代币但未收到商品或服务而导致的，PlayToken会进行调查并向商户和用户提供相应的建议。

# Errors_description_2
source: If the error resulted in our not completing a transaction on time or in the correct amount, rectify the situation promptly, unless:
id: Jika gangguan tersebut mengakibatkan kami tidak dapat menyelesaikan transaksi tepat waktu atau dalam jumlah yang tepat, kami akan segera memperbaikinya, kecuali:
ms: Jika ralat menyebabkan kami tidak melengkapkan transaksi pada masanya atau dengan amaun yang betul, betulkan situasi dengan segera, melainkan:
th: หากข้อผิดพลาดมีผลให้การทำธุรกรรมของเราไม่สมบูรณ์ทันตามเวลาหรือในจำนวนที่ไม่ถูกต้อง จะทำการแก้ไขสถานการณ์ในทันที เว้นแต่:
zh: 若错误是由于我们未及时或者未以正确金额完成交易而导致的，我们会立即纠正错误，除非：

# Errors_description_2_a
source: (a) Through no fault of ours, you did not have enough available Play Tokens to complete the transaction,
id: (a) Tanpa kesalahan dari pihak kami, Anda tidak memiliki Token Play yang cukup untuk menyelesaikan transaksi,
ms: (a) Bukan kerana kegagalan kami, anda tidak mempunyai cukup Play Token yang tersedia untuk melengkapkan transaksi,
th: (a) มิได้เป็นความผิดของเรา คุณมี Play Tokens ไม่เพียงพอสำหรับการทำธุรกรรมให้เสร็จสมบูรณ์
zh: (a) 您没有足够可用游戏代币以完成交易，并且错不在我们，

# Errors_description_2_b
source: (b) Our system was not working properly and you knew about the breakdown when you started the transaction, or
id: (b) Sistem kami tidak berfungsi dengan baik dan Anda tahu mengenai kerusakan tersebut saat Anda memulai transaksi, atau
ms: (b) Sistem kami tidak berfungsi dengan betul dan anda mengetahui tentang kerosakan ketika anda memulakan transaksi, atau
th: (b) ระบบของเราทำงานไม่ถูกต้องและคุณรับรู้เกี่ยวกับการหยุดทำงานเมื่อคุณเริ่มทำธุรกรรม หรือ
zh: (b) 我们的系统没有恰当运行，并且，您在开始交易时已经知道这个问题，或者

# Errors_description_2_c
source: (c) Circumstances beyond our control (such as fire or flood or loss of Internet connection) prevented the transaction, despite our reasonable precautions.
id: (c) Terjadi keadaan-keadaan yang di luar kendali kami (seperti kebakaran atau banjir atau hilangnya koeksi Internet) yang menghalangi transaksi, kendati kami telah melakukan tindakan-tindakan pencegahan yang masuk akal.
ms: (c) Keadaan di luar kawalan kami (seperti kebakaran atau banjir atau kehilangan sambungan Internet) menghalang transaksi, meskipun kami mengambil langkah yang munasabah.
th: (c) สถานการณ์ที่อยู่นอกเหนือการควบคุมของเรา (เช่น ไฟไหม้หรือน้ำท่วม หรือการสูญเสียการเชื่อมต่ออินเทอร์เน็ต) ซึ่งขัดขวางการทำธุรกรรม แม้ว่าจะมีการป้องกันไว้ก่อนอย่างเหมาะสมของเรา
zh: (c) 尽管我们采取了合理的防范措施，但是，超出我们控制范围的情况（例如：火灾、洪涝，或者网络连接中断）阻止了交易。

# Disputes_with_PlayToken
source: 10. Disputes with PlayToken.
id: 10. Sengketa dengan PlayToken.
ms: 10. Pertikaian dengan PlayToken.
th: 10. การโต้แย้งกับ PlayToken
zh: 10. 与 PlayToken 的争端。

# Contact_PlayToken_First
source: 10.1 Contact PlayToken First.
id: 10.1 Hubungi PlayToken Terlebih Dahulu.
ms: 10.1 Hubungi PlayToken Terlebih Dahulu.
th: 10.1 ติดต่อ PlayToken ก่อน
zh: 10.1 先与PlayToken联系。

# Contact_PlayToken_First_description
source: If a dispute arises between you and PlayToken, will be glad to assist and direct your concerns to solving your problems. Such disputes encompass PlayToken Services only, non-related to Merchant Services. Disputes between you and PlayToken regarding our Services may be reported to Customer Service online.
id: Jika timbul sengketa antara Anda dengan PlayToken, kami akan dengan senang hati membantu dan mengarahkan pertanyaan-pertanyaan Anda demi memecahkan masalah Anda. Sengketa yang dimaksud hanya mencakup Layanan PlayToken, tidak berhubungan dengan Layanan Pedagang. Sengketa antara Anda dengan PlayToken seubungan dengan Layanan kami dapat dilaporkan ke Layanan Pelanggan secara online.
ms: Jika pertikaian timbul antara anda dengan PlayToken, akan dengan senang hati membantu dan menujukan kebimbangan anda untuk menyelesaikan masalah anda. Pertikaian seperti ini merangkumi Perkhidmatan PlayToken sahaja, tidak berkaitan dengan Perkhidmatan Pedagang. Pertikaian antara anda dan PlayToken berkenaan Perkhidmatan kami boleh dilaporkan kepada Perkhidmatan Pelanggan dalam talian.
th: หากมีข้อขัดแย้งเกิดขึ้นระหว่างคุณและ PlayToken จะมีความยินดีอย่างยิ่งที่จะให้ความช่วยเหลือและจัดการกับความกังวลของคุณเพื่อทำการแก้ไขปัญหาให้กับคุณ ข้อขัดแย้งดังกล่าวรวมไว้เฉพาะบริการของ PlayToken เท่านั้น ไม่เกี่ยวข้องกับบริการของผู้ขาย อาจรายงานข้อโต้แย้งระหว่างคุณและ PlayToken ที่เกี่ยวกับบริการของเราไปยังฝ่ายบริการลูกค้าออนไลน์
zh: 若争端出现在您与PlayToken之间，我们会乐意提供帮助，对您进行指导以解决您的问题。此类争端仅涉及PlayToken服务，与商户服务无关。您与PlayToken之间关于我们的服务的争端可以向在线客服报告。

# Contact_the_Merchant
source: 10.2 Contact the Merchant.
id: 10.2 Menghubungi Pedagang.
ms: 10.2 Hubungi Pedagang.
th: 10.2 ติดต่อผู้ขาย
zh: 10.2 联系商户。

# Contact_the_Merchant_description
source: If a dispute arises between you and the Merchant regarding their goods and services, kindly approach the Merchant directly for advice. Should the dispute implicate PlayToken Services, we will assist in the solving the dispute with the Users and Merchants promptly.
id: Jika timbul sengketa antara Anda dan Pedagang sehubungan dengan barang dan layanan mereka, mohon mendekati Pedagang secara langsung untuk meminta saran. Jika sengketa tersebut melibatkan Layanan PlayToken, kami akan segera membantu dalam memecahkan sengketa antara Pengguna dan Pedagang.
ms: Jika pertikaian muncul antara anda dengan Pedagang berkenaan barangan dan perkhidmatan mereka, sila hubungi Pedagang secara terus untuk mendapatkan khidmat nasihat. Sekiranya pertikaian melibatkan Perkhidmatan PlayToken, kami akan membantu dalam menyelesaikan pertikaian antara Pengguna dengan Pedagang dengan segera.
th: หากมีข้อขัดแย้งเกิดขึ้นระหว่างคุณและผู้ขายเกี่ยวกับสินค้าและบริการ ขอความกรุณาติดต่อผู้ขายโดยตรงเพื่อขอคำชี้แจ้ง หากข้อโต้แย้งเกี่ยวข้องกับบริการของ PlayToken เราจะให้ความช่วยเหลือในการแก้ไขข้อโต้แย้งกับผู้ใช้และผู้ขายในทันที
zh: 若争端出现在您与商户之间并且与他们的产品和服务相关，请直接联系商户获取建议。若争端涉及PlayToken服务，我们会立即帮助解决与用户和商户之间的争端。

# No_Waiver
source: 10.3 No Waiver.
id: 10.3 Tidak Ada Pelepasan Hak.
ms: 10.3 Tiada Penepian.
th: 10.3 การไม่สละสิทธิ์
zh: 10.3 不放弃权利。

# No_Waiver_description
source: Our failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.
id: Kegagalan kami dalam bertindak mengatasi pelanggaran yang Anda atau yang lainnya lakukan tidak menghilangkan hak kami untuk bertindak sehubungan dengan pelanggaran yang terjadi setelahnya atau yang sejenisnya.
ms: Kegagalan kami untuk bertindak sehubungan dengan pelanggaran oleh anda atau orang lain tidak mengetepikan hak kami untuk bertindak sehubungan dengan pelanggaran susulan atau pelanggaran yang serupa.
th: การไม่สามารถดำเนินการเกี่ยวกับการละเมิดของคุณหรือผู้ใช้คนอื่น ๆ มิได้ทำให้เราเสียสิทธิ์ของเราในการดำเนินการซึ่งเป็นผลหรือคล้ายคลึงกับการละเมิด
zh: 我们未能就您或者其他人的违反行为采取措施并不代表我们放弃对随后或相关违反行为采取措施的权利。

# Limitations_of_Liability
source: 10.4 Limitations of Liability.
id: 10.4 Batasan Pertanggungjawaban.
ms: 10.4. Had Liabiliti.
th: 10.4 ข้อจำกัดของความรับผิดชอบ
zh: 10.4 责任范围。

# Limitations_of_Liability_description
source: IN NO EVENT SHALL WE, OUR PARENT, EMPLOYEES OR OUR SUPPLIERS BE LIABLE FOR LOST PROFITS OR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH OUR WEB SITE, OUR SERVICE, OR THIS AGREEMENT (HOWEVER ARISING, INCLUDING NEGLIGENCE OUR LIABILITY, AND THE LIABILITY OF OUR PARENT, EMPLOYEES AND SUPPLIERS, TO YOU OR ANY THIRD PARTIES IN ANY CIRCUMSTANCE IS LIMITED TO THE ACTUAL AMOUNT OF DIRECT DAMAGES.
id: DALAM KEADAAN APA PUN KAMI, MAUPUN INDUK, PEGAWAI ATAU PEMASOK KAMI TIDAK BERTANGGUNG JAWAB ATAS HILANGNYA KEUNTUNGAN ATAU KERUSAKAN KHUSUS, INSIDENTIL ATAU APA PUN YANG MERUPAKAN AKIBAT DARI ATAU ADA HUBUNGANNYA DENGAN SITUS WEB KAMI, LAYANAN KAMI, ATAU PERJANJIAN INI (NAMUN JIKA TERJADI, KARENA KELALAIAN TERHADAP KEWAJIBAN KAMI, DAN KELALAIAN INDUK KAMI, PEGAWAI DAN PEMASOK, KEPADA ANDA ATAU PIHAK KETIGA MANA PUN DALAM SITUASI APA PUN TERBATAS PADA NILAI YANG SEBENARNYA DARI KERUSAKAN LANGSUNG.
ms: KAMI, SYARIKAT INDUK, PEKERJA ATAU PEMBEKAL KAMI TIDAK AKAN BERTANGGUNGJAWAB TERHADAP KEHILANGAN KEUNTUNGAN ATAU SEBARANG GANTI RUGI KHAS, SAMPINGAN ATAU TURUTAN YANG TIMBUL DARIPADA ATAU BERKAITAN DENGAN LAMAN WEB KAMI, PERKHIDMATAN KAMI ATAU PERJANJIAN INI. BAGAIMANAPUN YANG TIMBUL, TERMASUK KECUAIAN LIABILITI KAMI DAN LIABILITI SYARIKAT INDUK, PEKERJA DAN PEMBEKAL KAMI, KEPADA ANDA ATAU MANA-MANA PIHAK KETIGA DALAM APA JUA KEADAAN ADALAH TERHAD KEPADA AMAUN SEBENAR GANTU RUGI LANGSUNG.
th: ไม่ว่าในกรณีใด ๆ เรา ต้นสังกัดของเรา พนักงาน หรือผู้จัดหาบริการของเรามีความรับผิดต่อการสูญเสียผลประโยชน์หรือความเสียหายพิเศษ ค่าใช้จ่ายจิปาถะ หรือความเสียหายที่เป็นผลอันเกิดมาจากหรือที่เกี่ยวข้องกับเว็บไซต์ของเรา บริการของเรา หรือสัญญานี้ (อย่างไรก็ตามการเกิดขึ้นของความรับผิดชอบ รวมถึงการละเลยต่อความรับผิดชอบของเรา และความรับผิดชอบต่อต้นสังกัดของเรา พนักงานและผู้จัดหาของเราให้กับคุณหรือบุคคลที่สามใด ๆ ในสถานการณ์ใด ๆ มีขีดจำกัดสำหรับจำนวนที่แท้จริงของความเสียหายที่เกิดขึ้นโดยตรง
zh: 在任何情况下，我们、我们的母公司、雇员，或者我们的供应商都不对由我们的网站、我们的服务，或者本协议造成的或者与之相关的利润损失或任何特殊、连带或者意外损害负责，无论发生原因是什么（包括疏忽）。在任何情况下，我们以及我们的母公司、雇员和供应商对您或者任何第三方的责任都仅限于实际直接损害的金额。

# No_Warranty
source: 10.5 No Warranty.
id: 10.5 Tidak Ada Jaminan.
ms: 10.5 Tiada Waranti.
th: 10.5 ไม่มีการรับประกัน
zh: 10.5 不保证。
