Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

source: Change your password
id: Ubah kata sandi Anda
ms: Ubah kata laluan anda
th: เปลี่ยนรหัสผ่านของคุณ
zh: 更改您的密码

source: Confirm new password
id: Konfirmasikan kata sandi baru
ms: Sahkan kata laluan baharu
th: ยืนยันรหัสผ่านใหม่
zh: 确认新密码

source: Games List
id: Daftar Permainan
ms: Senarai Permainan
th: รายชื่อเกม
zh: 游戏列表

source: Home
id: Beranda
ms: Utama
th: หน้าแรก
zh: 主页

source: Login PlayToken
id: Masuk PlayToken
ms: Log masuk PlayToken
th: เข้าระบบของ PlayToken
zh: 登录 PlayToken

source: My profile
id: Profil saya
ms: Profil saya
th: โปรไฟล์ของฉัน
zh: 我的个人资料

source: My Transactions
id: Transaksi Saya
ms: Transaksi Saya
th: การทำธุรกรรมของฉัน
zh: 我的交易

source: New password
id: Kata sandi baru
ms: Kata laluan baharu
th: รหัสผ่านใหม่
zh: 新密码

source: Old password
id: Kata sandi lama
ms: Kata laluan lama
th: รหัสผ่านเก่า
zh: 旧密码

source: Retype Email
id: Ketik ulang surel
ms: Taip semula e-mel
th: พิมพ์อีเมลอีกครั้ง
zh: 重新输入电子邮箱地址

# There_no_games_found
source: There's no games found
id: Tidak ada permainan yang ditemukan
ms: Tiada permainan ditemu
th: ไม่พบเกม
zh: 未找到游戏

source: Your new email
id: Surel baru Anda
ms: E-mel baharu anda
th: อีเมลใหม่ของคุณ
zh: 您的新电子邮箱地址

source: Your password
id: Kata sandi Anda
ms: Kata laluan anda
th: รหัสผ่านของคุณ
zh: 您的密码

source: Already a member?
id: Sudah menjadi anggota?
ms: Telah menjadi ahli?
th: เป็นสมาชิกอยู่แล้ว?
zh: 已经是一名会员？

source: Country
id: Negara
ms: Negara
th: ประเทศ
zh: 国家

# I_agree_to_PlayToken
source: I agree to PlayToken's {0}
id: Saya menyetujui {0} PlayToken
ms: Saya bersetuju dengan {0} PlayToken
th: ข้าพเจ้ายอมรับ {0} ของ PlayToken
zh: 我同意 PlayToken's {0}

source: Referral ID (Optional)
id: ID Rujukan (Pilihan)
ms: ID Rujukan (Pilihan)
th: หมายเลข ID อ้างอิง (ตัวเลือก)
zh: 推荐ID（选项）

source: Terms of Service
id: Syarat-syarat Layanan
ms: Terma Perkhidmatan
th: ข้อตกลงการใช้บริการ
zh: 服务条款

source: Issue Date
id: Tanggal Dikeluarkan
ms: Tarikh Isu
th: วันที่ออก
zh: 发布日期

source: Item Name
id: Nama Item
ms: Nama Item
th: ชื่อรายการ
zh: 项目名称

source: Payer
id: Pembayar
ms: Pembayar
th: ผู้จ่ายเงิน
zh: 付款人

source: Payment Mode
id: Modus Pembayaran
ms: Mod Bayaran
th: โหมดการชำระเงิน
zh: 支付方式

source: Select your payment method
id: Pilih cara pembayaran Anda
ms: Pilih kaedah bayaran anda
th: เลือกวิธีการชำระเงินของคุณ
zh: 选择您的支付方式

source: Top Up Card
id: Isi Kartu
ms: Kad Tambah Nila
th: บัตรเติมเงิน
zh: 充值卡

source: Top Up Play Token
id: Isikan {0}
ms: Tambah Nilai {0}
th: เติมเงิน {0}
zh: 充值 {0}

source: Card Number
id: Nomor Kartu
ms: Nomor Kartu
th: หมายเลขบัตร
zh: 卡号

source: Card Number/Password combination does not match
id: Kombinasi Nomor Kartu/Kata Sandi tidak cocok
ms: Kombinasi Nombor Kad/Kata Laluan tidak sepadan
th: การรวมกันของหมายเลขบัตร/ รหัสผ่านไม่ตรงกัน
zh: 卡号/密码组合不匹配

source: Card Password
id: Kata Sandi Kartu
ms: Kata Laluan Kad
th: รหัสผ่านของบัตร
zh: 卡密码

source: Confirm email does not match
id: Surel konfirmasi tidak cocok
ms: Sahkan e-mel tidak sepadan
th: การยืนยันอีเมลไม่ตรงกัน
zh: 确认邮件不匹配

source: Confirm password does not match
id: Kata sandi konfirmasi tidak cocok
ms: Sahkan kata laluan tidak sepadan
th: การยืนยันรหัสผ่านไม่ตรงกัน
zh: 确认密码不匹配

source: Exchanged successfully.
id: Telah ditukarkan dengan sukses.
ms: Pertukaran berjaya.
th: การแลกเปลี่ยนเสร็จเรียบร้อยแล้ว
zh: 已成功兑换。

source: For Play For Happiness For People
id: Untuk Bermain Untuk Kegembiraan Untuk Orang-Orang
ms: Untuk Bermain Untuk Kegembiraan Untuk Orang
th: สำหรับเล่น เพื่อความสุข เพื่อผู้คน
zh: 用于人们为了快乐而游戏

# if_you_have_any_questions
source: if you have any questions or concerns. Please be sure to forward this email as well to expedite processing of your request.
id: jika Anda memiliki pertanyaan atau masalah. Mohon pastikan untuk mengirimkan surel ini juga untuk mempercepat pemrosesan permintaan Anda.
ms: jika anda mempunyai sebarang soalan atau kemusykilan. Sila pastikan untuk memajukan e-mel ini juga untuk mempercepat pemprosesan permintaan anda.
th: หากคุณมีข้อสงสัยหรือความกังวลใด ๆ โปรดอย่าลืมส่งต่ออีเมลฉบับนี้พร้อมด้วยการเร่งให้ดำเนินการคำขอของคุณ
zh: 若有任何疑问或疑虑。请务必转发该邮件以及加快对您的请求的处理。

source: Incorrect password. Please try again.
id: Kata sandi salah. Mohon coba lagi.
ms: Kata laluan tidak betul. Sila cuba lagi.
th: รหัสผ่านไม่ถูกต้อง ลองใหม่อีกครั้ง
zh: 密码不正确。请重试。

source: Invalid email address
id: Alamat surel tidak valid
ms: Alamat e-mel tidak sah
th: ที่อยู่อีเมลไม่ถูกต้อง
zh: 无效邮箱地址

source: Item Price
id: Harga Item
ms: Harga Item
th: ราคาสิ่งของ
zh: 商品价格

source: Name
id: Nama
ms: Nama
th: ชื่อ
zh: 姓名

source: No invoice available for you!
id: Tidak ada tagihan untuk Anda!
ms: Tiada invois tersedia untuk anda!
th: ไม่มีใบแจ้งหนี้ให้กับคุณ!
zh: 没有针对您的发票！

# Password_must_be_more_than_characters
source: Password must be more than 3 characters
id: Kata sandi harus lebih dari 3 karakter
ms: Kata laluan mesti lebih daripada 3 aksara
th: รหัสผ่านต้องมีมากกว่า 3 อักขระ
zh: 密码长度不得超过3个字符

source: Please kindly contact
id: Mohon hubungi
ms: Sila hubungi
th: ขอความกรุณาติดต่อ
zh: 请联系我们

source: Referral Code does not exist
id: Kode Rujukan tidak ada
ms: Kod Rujukan tidak wujud
th: ไม่มีรหัสการอ้างอิง
zh: 推荐码不存在

source: Thank You!
id: Terima Kasih!
ms: Terima Kasih!
th: ขอบคุณ!
zh: 谢谢！

source: The card has already been used
id: Kartu ini telah dipergunakan
ms: Kad telah digunakan
th: มีการใช้บัตรอยู่แล้ว
zh: 卡已被使用

source: The card has already expired
id: Kartu ini telah kedaluwarsa
ms: Kad telah tamat tempoh
th: บัตรหมดอายุแล้ว
zh: 该卡已过期

# This_exchange_will_cost_you_Free_Play_Token
source: This exchange will cost you {0} Free Play Token.
id: Penukaran ini akan dikenakan {0} Token Free Play.
ms: Pertukaran ini akan dikenakan kos sebanyak {0} Play Token Percuma.
th: การแลกเปลี่ยนนี้จะคิดเงินคุณจำนวน {0} Free Play Token
zh: 本次转换需要消耗 {0} 免费游戏代币。

# This_exchange_will_cost_you_Free_Play_Token_and_Play_Token
source: This exchange will cost you {0} Free Play Token and {1} Play Token.
id: Pertukaran ini akan dikenakan kos sebanyak {0} Play Token Percuma dan {1} Play Token.
ms: Penukaran ini akan dikenakan {0} Token Free Play dan {1} Token Play.
th: การแลกเปลี่ยนนี้จะคิดเงินคุณจำนวน {0} Free Play Token และ {1} Play Token
zh: 本次转换需要消耗 {0} 免费游戏代币和 {1} 游戏代币。

# This_exchange_will_cost_you_Play_Token
source: This exchange will cost you {0} Play Token.
id: Penukaran ini akan dikenai {0} Token Play.
ms: Pertukaran ini akan dikenakan kos sebanyak {0} Play Token.
th: การแลกเปลี่ยนนี้จะคิดเงินคุณจำนวน {0} Play Token
zh: 本次转换需要消耗 {0} 游戏代币。

source: This username is already taken
id: Nama pengguna ini sudah dipakai
ms: Nama pengguna ini telah diambil
th: มีการนำชื่อผู้ใช้นี้ไปใช้แล้ว
zh: 该用户名已被使用

source: Total Play Token
id: Total Token Play
ms: Jumlah Play Token
th: Play Token โดยรวม
zh: 游戏代币总额

source: Total Price
id: Harga Tota
ms: Jumlah Harga
th: ราคาโดยรวม
zh: 总价格

source: Transaction ID
id: ID Transaksi
ms: ID Transaksi
th: หมายเลข ID การทำธุรกรรม
zh: 交易ID

# Username_can_only_contain_letters_numbers
source: Username can only contain letters, numbers, "_", "-" and "."
id: Nama pengguna hanya dapat mengandung huruf, angka, _, - dan .
ms: Nama pengguna hanya boleh mengandungi huruf, nombor, _, - dan .
th: ชื่อผู้ใช้มีได้เฉพาะตัวอักษร ตัวเลข _, - และ . เท่านั้น
zh: 用户名只能包含字母、数字 _, - 和 .

# Username_is_between_characters
source: Username is between 3-20 characters
id: Nama pengguna harus antara 3-20 karakter
ms: Nama pengguna adalah antara 3-20 aksara
th: ชื่อผู้ใช้อยู่ระหว่าง 3-20 อักขระ
zh: 用户名在 3-20 个字符之间

# You_topped_up_Free_Play_Token
source: You topped up {0} Free Play Token
id: Anda telah menambahkan {0} Token Free Play
ms: Anda telah menambah {0} Play Token Percuma
th: คุณได้เติมเงินจำนวน {0} Free Play Token
zh: 您已充值 {0} 免费游戏代币

# You_topped_up_Play_Token
source: You topped up {0} Play Token
id: Anda telah menambahkan {0} Play Token
ms: Anda telah menambah {0} Play Token
th: คุณได้เติมเงิน {0} Play Token
zh: 您已充值 {0} 游戏代币

source: Hang on! Our server is crunching your order!
id: Bertahanlah! Server kami sedang memroses order Anda!
ms: Tunggu sebentar! Pelayan kami sedang memproses pesanan anda!
th: เดี๋ยวก่อน! เซิร์ฟเวอร์ของเรากำลังบีบอัดคำสั่งของคุณ!
zh: 坚持一下！我们的服务器正在处理您的订单

source: input Play Token number
id: masukkan nomor Token Play
ms: masukkan nombor Play Token
th: ใส่หมายเลข Play Token
zh: 输入游戏代币号

source: Transfer Play Token to...
id: Transfer Token Play ke...
ms: Pindahkan Play Token kepada...
th: โอน Play Token ไปยัง...
zh: 向 ... 转让游戏代币

# PlayToken_and_You
source: 1. PlayToken and You
id: 1. PlayToken dan Anda
ms: 1. PlayToken dan Anda
th: 1. PlayToken และคุณ
zh: 1. PlayToken 和您

source: User Agreement
id: Perjanjian Pengguna
ms: Perjanjian Pengguna
th: ข้อตกลงในการใช้บริการ
zh: 用户协议

# User_agreement_description
source: This Agreement is a contract between you and PlayToken and applies to your use of PlayToken’s Services. You must read, agree with and accept all of the terms and conditions contained in this Agreement. We may amend this Agreement at any time by posting a revised version on our website. The revised version will be effective at the time we post it. We last modified this Agreement on 24th March 2015.
id: Perjanjian ini merupakan kontrak antara Anda dengan PlayToken dan berlaku saat Anda menggunakan Layanan-layanan PlayToken. Anda harus membaca, menyetujui, dan menerima semua persyaratan dan ketentuan yang terdapat pada Perjanjian ini. Kami dapat mengubah Perjanjian ini kapan saja dengan meletakkan versi yang telah direvisi langsung pada situs web kami. Versi yang telah direvisi tersebut mulai efektif saat kami meletakkannya pada situs web. Kami memodifikasi Perjanjian ini terakhir kali pada tanggal 24 Maret 2015.
ms: Perjanjian ini ialah kontrak antara anda dengan PlayToken dan diguna pakai untuk penggunaan Perkhidmatan PlayToken anda. Anda mesti membaca, bersetuju dengannya dan menerima semua terma dan syarat yang terkandung dalam Perjanjian ini. Kami boleh meminda Perjanjian ini pada bila-bila masa dengan menyiarkan versi yang disemak semula pada laman web kami. Versi yang disemak semula akan berkuat kuasa pada masa kami menyiarkannya. Kali terakhir kami mengubah suai Perjanjian ini adalah pada 24 Mac 2015.
th: ข้อตกลงนี้เป็นสัญญาระหว่างคุณ กับ PlayToken และนำไปใช้กับการใช้บริการของ PlayToken ของคุณ คุณจะต้องอ่าน เห็นด้วยและยอมรับข้อตกลงและเงื่อนไขทั้งหมดที่มีในสัญญานี้ เราอาจจะแก้ไขสัญญานี้ได้ตลอดเวลาโดยการประกาศสัญญาฉบับแก้ไขลงบนเว็บไซต์ของเรา สัญญาฉบับที่มีการแก้ไขจะมีผลบังคับใช้ในช่วงเวลาที่เราได้ลงประกาศการแก้ไขสัญญา เราแก้ไขสัญญานี้ล่าสุดเมื่อวันที่ 24 มีนาคม 2015
zh: 本协议是您和 PlayToken 之间的合约，适用于您对 PlayToken 服务的使用。您必须阅读、同意，以及接受本协议中包含的所有条款和条件。您可以随时在我们的网站上发布修订版本对本协议进行修订。该修订版本从我们发布时开始生效。我们最后修订本协议的时间为2015年3月24日。

# Assignment
source: 1.3 Assignment.
id: 1.3 Pengalihan/Penyerahan.
ms: 1.3 Penyerahan Hak.
th: 1.3 การโอนสิทธิ
zh: 1.3 转让。

# Assignment_description
source: You may not transfer or assign any rights or obligations you have under this Agreement without PlayToken’s prior written consent. PlayToken reserves the right to transfer or assign this Agreement or any right or obligation under this Agreement at any time.
id: Anda tidak diperbolehkan mengalihkan atau menyerahkan hak atau kewajiban apa pun yang Anda miliki seperti yang terdapat dalam Perjanjian ini tanpa persetujuan tertulis dari PlayToken. PlayToken memiliki hak untuk memindahkan atau menyerahkan Perjanjian ini atau hak atau kewajiban apa pun seperti yang terdapat pada Perjanjian ini kapan saja.
ms: Anda tidak boleh memindahkan atau menyerahkan sebarang hak atau tanggungan yang anda miliki di bawah Perjanjian ini tanpa persetujuan bertulis daripada PlayToken terlebih dahulu. PlayToken berhak memindahkan atau menyerahkan hak Perjanjian ini atau sebarang hak atau tanggungan di bawah Perjanjian ini pada bila-bila masa.
th: คุณจะไม่โอนหรือมอบหมายสิทธิใดหรือข้อผูกมัดใด ๆ ที่คุณมีภายใต้สัญญานี้โดยมิได้รับอนุญาตจาก PlayToken เป็นลายลักษณ์อักษรก่อน PlayToken ขอสงวนสิทธิ์ในการโอนหรือมอบหมายสัญญานี้หรือสิทธิหรือข้อผูกพันใด ๆ ภายใต้สัญญานี้ได้ตลอดเวลา
zh: 未经PlayToken事先书面许可，您不可转让或让与您依据本协议拥有的任何权利或义务。PlayToken 保留随时转让或让与本协议或本协议规定的任何权利或义务的权利。

# Eligibility_and_Verification
source: 2. Eligibility and Verification
id: 2. Kelayakan dan Verifikasi
ms: 2. Kelayakan dan Penentusahan
th: 2. ความมีคุณสมบัติเหมาะสมและการพิสูจน์ยืนยัน
zh: 2. 资格和验证

# Eligibility_and_Verification_description
source: You authorize PlayToken, directly or through third parties, to make any inquiries we consider necessary to validate your identity. This may include asking you for further information, requiring you to take steps to confirm ownership of your email address and verifying your Information against third party databases or through other sources.
id: Anda mengotorisasi PlayToken, secara langsung atau melalui pihak ketiga, untuk melakukan pemeriksaan yang kami pandang perlu untuk memvalidasi identitas Anda. Hal ini termasuk menanyakan informasi lebih lanjut kepada Anda, meminta Anda untuk mengambil langkah-langkah konfirmasi kepemilikan alamat surel Anda dan memverifikasikan Informasi Anda terhadap basis data pihak ketiga atau melalui sumber-sumber lainnya.
ms: Anda membenarkan PlayToken, secara terus atau melalui pihak ketiga, untuk membuat sebarang pertanyaan yang kami anggap perlu untuk mengesahkan identiti anda. Ini mungkin termasuk meminta maklumat lanjut daripada anda, memerlukan anda untuk mengambil langkah bagi mengesahkan pemilikan alamat e-mel anda dan menentusahkan Maklumat anda terhadap pangkalan data pihak ketiga atau melalui sumber lain.
th: คุณอนุญาตให้ PlayToken ทำการสอบถามใด ๆ ที่เราถือว่ามีความจำเป็นเพื่อยืนยันตัวตนของคุณทั้งทางตรงและผ่านบุคคลที่สาม นี่อาจจะรวมถึงการสอบถามข้อมูลเพิ่มเติมจากคุณ การขอให้คุณทำตามขั้นตอนเพื่อยืนยันความเป็นเจ้าของที่อยู่อีเมลของคุณและเป็นการยืนยันข้อมูลของคุณจากฐานข้อมูลของบุคคลที่สามหรือผ่านแหล่งข้อมูลอื่น ๆ
zh: 您授权PlayToken直接或者通过第三方进行我们认为验证您的身份所必需的任何问询。这可能包括向您索取进一步信息、要求您采取措施确认您的电子邮箱所有权，以及通过第三方数据库或其它资源验证您的信息。

# PlayToken_is_only_a_Payment_Service_Provider
source: 1.1 PlayToken is only a Payment Service Provider.
id: 1.1 PlayToken hanyalah merupakan Penyedia Layanan Pembayaran.
ms: 1.1 PlayToken hanya Pembekal Perkhidmatan Bayaran.
th: 1.1 PlayToken เป็นเพียงผู้ให้บริการการชำระเงินเท่านั้น
zh: 1.1 PlayToken 是唯一的支付服务提供商。

# PlayToken_is_only_a_Payment_Service_Provider_description
source: PlayToken helps you make payments to and accept payments from third parties. PlayToken is an independent contractor for all purposes, except that PlayToken acts as your agent only with respect to the custody of your virtual Play Tokens. PlayToken does not have control of or liability for the products or services that are paid for with our Service. We do not guarantee the identity of any User or ensure that a buyer or a seller will complete a transaction.
id: PlayToken membantu Anda melakukan pembayaran kepada dan menerima pembayaran dari pihak-pihak ketiga. PlayToken merupakan kontraktor independen untuk semua keperluan, kecuali dalam hal PlayToken bertindak sebagai agen Anda hanya dalam hubungannya dengan pemeliharaan Token Play virtual Anda. PlayToken tidak memiliki kendali atas atau bertanggung jawab atas produk-produk dan layanan yang dibayar menggunakan Layanan kami. Kami tidak menjamin identitas Pengguna mana pun atau memastikan bahwa seorang pembeli atau penjual akan menyelesaikan transaksi.
ms: PlayToken membantu anda membuat bayaran kepada dan menerima bayaran dari pihak ketiga. PlayToken ialah kontraktor bebas untuk semua tujuan kecuali PlayToken bertindak sebagai ejen anda hanya yang sehubungan dengan penjagaan Play Token maya anda. PlayToken tidak mempunyai kawalan atau iabiliti terhadap produk atau perkhidmatan yang dibayar dengan Perkhidmatan kami. Kami tidak menjamin identiti mana-mana Pengguna atau memastikan bahawa pembeli atau penjual akan melengkapkan transaksi.
th: PlayToken ช่วยให้คุณทำการชำระเงินและรับการชำระเงินจากบุคคลที่สาม PlayToken เป็นผู้ทำสัญญาเอกชนสำหรับทุกวัตถุประสงค์ เว้นแต่ PlayToken จะทำหน้าที่เป็นตัวแทนของคุณเฉพาะในส่วนที่เกี่ยวกับการดูแล Play Tokens เสมือนจริงของคุณเท่านั้น PlayToken มิได้มีการควบคุมหรือความรับผิดชอบต่อผลิตภัณฑ์หรือบริการที่มีการชำระเงินกับบริการของเรา เราไม่ได้รับประกันเอกลักษณ์ของผู้ใช้คนใด หรือทำให้มั่นใจว่าผู้ซื้อหรือผู้ขายจะทำธุรกรรมให้เสร็จสมบูรณ์
zh: PlayToken 能够帮助您向第三方进行支付和接收付款。除PlayToken 仅担任与您的虚拟游戏代币保管相关的代理外，PlayToken是一家全功能独立合约商。PlayToken对使用我们的服务进行支付的产品或服务不具有控制力或者承担任何义务。我们不保证任何用户的身份或者确保买家或卖家会完成交易。

# Intellectual_Property
source: 1.2 Intellectual Property.
id: 1.2 Hak Milik Intelektual.
ms: 1.2 Harta Intelektual.
th: 1.2 ทรัพย์สินทางปัญญา
zh: 1.2 知识产权。

# Intellectual_Property_description
source: "PlayToken.com", "PlayToken", and all related logos, products and services described in our website are either trademarks or registered trademarks of PlayToken. You may not copy, imitate or use them without PlayToken prior written consent. In addition, all page headers, custom graphics, button icons, and scripts are service marks, trademarks, and/or trade dress of PlayToken. You may not alter, modify or change these HTML logos in any way, use them in a manner that is disparaging to PlayToken or the Service or display them in any manner that implies PlayToken’s sponsorship or endorsement.
id: "PlayToken.com", "PlayToken", dan semua logo, produk dan layanan yang berkaitan seperti yang dijelaskan dalam situs web kami merupakan merek dagang atau marek dagang terdaftar milik PlayToken. Anda tidak diperbolehkan menyalin, meniru atau menggunakan logo-logo tersebut tanpa persetujuan tertulis dari PlayToken. Sebagai tambahan, semua tajuk halaman, gambar kustomisasi, ikon tombol, dan skrip merupakan merek layanan, merek dagang dan/atau desain penjualan milik PlayToken. Anda tidak boleh mengubah, memodifikasi, atau mengganti logo-logo HTML tersebut dengan cara apa pun, menggunakannya dalam bentuk yang merugikan bagi PlayToken atau Layanan atau menampilkannya dalam cara yang menimbulkan kesan bahwa PlayToken mensponsori atau memberikan persetujuan terhadap sesuatu.
ms: "PlayToken.com", "PlayToken", dan semua logo, produk dan perkhidmatan berkaitan yang diterangkan dalam laman web kami ialah sama ada tanda dagang atau tanda dagang berdaftar PlayToken. Anda tidak boleh menyalin, meniru atau menggunakannya tanpa persetujuan bertulis daripada PlayToken terlebih dahulu. Selain itu, semua pengepala halaman, grafik tersuai, ikon butang dan skrip adalah tanda perkhidmatan, tanda dagang dan/atau hiasan dagang PlayToken. Anda tidak boleh meminda, mengubah suai atau mengubah logo HTML ini dalam apa jua cara, menggunakannya dengan cara yang mengecil-ngecilkan PlayToken atau Perkhidmatan atau memaparkannya dalam apa jua cara yang menandakan penajaan atau sokongan PlayToken.
th: "PlayToken.com","PlayToken", และโลโก้ ผลิตภัณฑ์และบริการทั้งหมดที่เกี่ยวข้องที่ได้อธิบายไว้บนเว็บไซต์ของเราไม่ว่าจะเป็นเครื่องหมายการค้าหรือเครื่องหมายการค้าจดทะเบียนของ PlayToken คุณจะไม่คัดลอก เลียนแบบหรือใช้มันโดยไม่ได้รับอนุญาตจาก PlayToken เป็นลายลักษณ์อักษรก่อน นอกจากนี้ ส่วนหัวของหน้าเว็บทั้งหมด กราฟิกที่มีการปรับแต่งให้เหมาะสม ไอคอนปุ่ม และสคริปต์เป็นเครื่องหมายบริการ เครื่องหมายการค้า และ/หรือส่วนประกอบของสินค้าหรือบริการของ PlayToken คุณจะไม่ปรับเปลี่ยน แก้ไขหรือเปลี่ยนแปลง HTML โลโก้เหล่านี้ไม่ว่าจะด้วยวิธีใด ๆ ใช้มันในลักษณะที่เป็นการเหยียดหยามต่อ PlayToken หรือบริการหรือแสดงมันในลักษณะที่บอกเป็นนัยว่าเป็นการสนับสนุนหรือลงชื่อรับรองของ PlayToken
zh: "PlayToken.com"，"PlayToken"，以及我们网站中描述的所有相关徽标、产品和服务都是PlayToken的商标或者注册商标。未经PlayToken 事先书面许可，您不得对它们进行复制、模仿，或者使用。此外，所有页面标题、自定义图形、按钮图标，以及脚本均为PlayToken的服务标志、商标，和/或商业外观。您不得以任何方式篡改、修改或者更改这些HTML图标，以贬低PlayToken或服务的方式使用它们，或者以任何暗示PlayToken的赞助或授权的方式进行显示。

# Notices_to_You
source: 1.4 Notices to You.
id: 1.4 Pemberitahuan untuk Anda.
ms: 1.4 Notis untuk Anda.
th: 1.4 การแจ้งให้คุณทราบ
zh: 1.4 对您的通知。

# Notices_to_You_description
source: You agree that PlayToken may provide notice to you by posting it on our website or emailing it to the email address listed in your PlayToken Profile. PlayToken reserves the right to close your PlayToken account if you withdraw your consent to receive electronic communications.
id: Anda setuju bahwa PlayToken akan mengirimkan pemberitahuan kepada Anda dengan cara meletakkannya pada situs web atau mengirimkannya ke surel yang tercantum pada profil PlayToken Anda. PlayToken memiliki hak untuk menutup akun PlayToken Anda jika Anda membatalkan persetujuan Anda untuk menerima komunikasi elektronik.
ms: Anda bersetuju bahawa PlayToken boleh memberi notis kepada anda dengan menyiarkannya pada laman web kami atau menghantarnya melalui e-mel ke alamat e-mel yang tersenarai dalam Profil PlayToken anda. PlayToken berhak menutup akaun PlayToken anda jika anda menarik balik persetujuan anda untuk menerima komunikasi elektronik.
th: คุณยอมรับว่า PlayToken อาจจะจัดให้มีการแจ้งให้คุณทราบโดยการประกาศลงบนเว็บไซต์ของเราหรือโดยการส่งอีเมลไปยังที่อยู่อีเมลที่มีการลงรายการไว้ในโปรไฟล์ PlayToken ของคุณ หากคุณเพิกถอนการอนุญาตรับการสื่อสารทางอิเล็กทรอนิกส์ PlayToken ขอสงวนสิทธิ์ในการปิดบัญชี PlayToken ของคุณ
zh: 您同意，PlayToken 可能会通过在我们的网站上发布或者发送至您的PlayToken个人资料中列出的电子邮箱地址向您提供通知。若您收回接收电子通信的许可，PlayToken保留关闭您的PlayToken帐户的权利。

# Privacy_of_Others
source: 1.6 Privacy of Others.
id: 1.6 Privasi yang Lainnya.
ms: 1.6 Privasi Orang Lain.
th: 1.6 ความเป็นส่วนตัวของคนอื่น ๆ
zh: 1.6 其他人的隐私。

# Privacy_of_Others_description
source: If you receive Information about another PlayToken User through the Service, you must keep the Information confidential and only use it in connection with the Service. You may not disclose or distribute a PlayToken User's Information to a third party or use the Information for marketing purposes unless you receive the User's express consent to do so.
id: Jika Anda menerima Informasi mengenai Pengguna PlayToken lainnya melalui Layanan, Anda harus menjaga Informasi tersebut tetap rahasia dan hanya menggunakannya sehubungan dengan Layanan. Anda tidak diperbolehkan mengungkapkan atau menyebarkan Informasi Pengguna PlayToken kepada pihak ketiga atau menggunakan Informasi tersebut untuk keperluan pemasaran kecuali Anda telah menerima persetujuan terungkap dari Pengguna tersebut untuk bertindak demikian.
ms: Jika anda menerima maklumat mengenai pengguna PlayToken lain melalui Perkhidmatan, anda mesti memastikan Maklumat tersebut sulit dan hanya menggunakannya untuk Perkhidmatan. Anda tidak boleh mendedahkan atau mengedarkan Maklumat Pengguna PlayToken kepada pihak ketiga atau menggunakan Maklumat tersebut untuk tujuan pemasaran melainkan anda menerima persetujuan yang nyata daripada Pengguna untuk berbuat demikian.
th: หากคุณได้รับข้อมูลเกี่ยวกับผู้ใช้ PlayToken คนอื่น ๆ ผ่านบริการ คุณจะต้องเก็บข้อมูลไว้เป็นความลับและใช้มันสำหรับการเชื่อมต่อกับบริการเท่านั้น คุณจะต้องไม่เปิดเผยหรือเผยแพร่ข้อมูลของผู้ใช้ PlayToken ให้กับบุคคลที่สามหรือใช้ข้อมูลสำหรับวัตถุประสงค์ทางการตลาด เว้นแต่คุณจะได้รับการแสดงความยินยอมของผู้ใช้ให้นำข้อมูลไปใช้ได้
zh: 若您通过该服务接收关于其它PlayToken用户的信息，您必须对这些信息保密并仅将它们用于与该服务相关的用途。除非获得用户的明确同意，您不得向任何第三方透露或分发PlayToken用户的信息用于营销目的。

# Using_Play_Tokens
source: 3. Using Play Tokens
id: 3.3 Pembelian menggunakan Token Play.
ms: 3.3. Pembelian menggunakan Play Token.
th: 3.3 การสั่งซื้อโดยการใช้ Play Tokens
zh: 3.3 使用游戏代币购买。

# Your_Privacy
source: 1.5 Your Privacy.
id: 1.5 Privasi Anda.
ms: 1.5 Privasi Anda.
th: 1.5 ความเป็นส่วนตัวของคุณ
zh: 1.5 您的隐私。
