Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

# Restricted_Activities_description_i
source: (i) Use an anonymizing proxy;
id: (i) Menggunakan proxy anonim;
ms: (i) Menggunakan proksi tanpa nama;
th: (i) ใช้พร็อกซีที่ทำให้ไม่มีการเปิดเผยตัวตน;
zh: (i) 使用匿名代理服务器；

# Restricted_Activities_description_j
source: (j) Control a PlayToken account that is linked to another PlayToken account that has engaged in any of these Restricted Activities.
id: (j) Mengendalikan akun PlayToken yang terhubung ke akun PlayToken lainnya yang melakukan Aktivitas-aktiivtas yang Dilarang yang telah disebutkan.
ms: (j) Mengawal akaun PlayToken yang dikaitkan dengan akaun PlayToken lain yang pernah terlibat dalam mana-mana Aktiviti Terbatas ini.
th: (j) ควบคุมบัญชี PlayToken ที่เชื่อมกับบัญชี PlayToken อื่น ๆ ที่มีส่วนในการทำกิจกรรมที่มีการควบคุมใด ๆ เหล่านี้
zh: (j) 控制与另一个参与任何这些受限制活动的PlayToken帐户相链接的PlayToken帐户。

# Restricted_Activities_description_k
source: (k) Conduct your business or use the Services in a manner that results in or may result in complaints,
id: (k) Melakukan bisnis Anda atau menggunakan Layanan dalam bentuk yang menimbulkan keluhan atau dapat menimbulkan keluhan,
ms: (k) Menjalankan perniagaan anda atau menggunakan Perkhidmatan dengan cara yang menyebabkan atau akan menyebabkan aduan,
th: (k) ดำเนินธุรกิจของคุณหรือใช้บริการในลักษณะที่เป็นผลให้หรืออาจมีผลให้เกิดการร้องทุกข์ได้
zh: (k) 以会引起或可能会引起投诉的方式从事您的业务或者使用服务，

# Restricted_Activities_description_l
source: (l) Use your PlayToken account or the Services in a manner that PlayToken, reasonably believe to be an abuse of the PlayToken system or a violation of E-Payment and billing solutions.
id: (l) Menggunakan akun PlayToken Anda atau Layanan dalam bentuk yang dapat secara masuk akal dipercayai oleh PlayToken, sebagai bentuk penyalahgunaan sistem PlayToken atau pelanggaran terhadap solusi pembayaran elektronik dan penagihan.
ms: (l) Menggunakan akaun PlayToken anda atau Perkhidmatan dengan cara yang PlayToken percaya sebagai penyalahgunaan sistem PlayToken atau pelanggaran E-Bayaran dan penyelesaian pengebilan.
th: (l) ใช้บัญชี PlayToken หรือบริการในลักษณะที่ PlayToken เชื่ออย่างมีเหตุผลว่าเป็นการใช้ระบบของ PlayToken ในทางที่ผิดหรือฝ่าฝืนวิธีการชำระบิลหรือการทำการชำระเงินแบบอิเล็กทรอนิกส์
zh: (l) 以PlayToken合理认为是对PlayToken系统的滥用或者违反电子支付和计费解决方案的方式使用您的PlayToken帐户或者服务。

# Restricted_Activities_description_m
source: (m) Access the Services from a country that is not included on PlayToken permitted countries list.
id: (m) Mengakses Layanan dari negara yang tidak termasuk dalam daftar negara-negara yang diizinkan PlayToken.
ms: (m) Mengakses Perkhidmatan dari negara yang tidak termasuk dalam senarai negara yang dibenarkan oleh PlayToken.
th: (m) เข้าใช้บริการจากประเทศที่ไม่มีอยู่ในรายชื่อประเทศที่อนุญาตของ PlayToken
zh: (m) 从未包含在PlayToken的许可国家列表中的国家访问服务。

# Restricted_Activities_description_n
source: (n) Disclose or distribute another User's Information to a third party, or use the Information for marketing purposes unless you receive the User's express consent to do so;
id: (n) Mengungkapkan atau menyebarkan Informasi Pengguna lain kepada pihak ketiga, atau menggunakan Informasi untuk keperluan pemasaran kecuali Anda telah menerima persetujuan Pengguna tersebut untuk berbuat demikian;
ms: (n) Mendedahkan atau mengedarkan Maklumat Pengguna lain kepada pihak ketiga atau menggunakan Maklumat untuk tujuan pemasaran melainkan anda menerima persetujuan yang nyata daripada Penggunaan untuk berbuat demikian;
th: (n) เปิดเผยหรือเผยแพร่ข้อมูลของผู้ใช้คนอื่น ๆ ให้กับบุคคลที่สาม หรือใช้ข้อมูลเพื่อวัตถุประสงค์ทางการตลาด เว้นแต่คุณจะได้รับการแสดงการอนุญาตของผู้ใช้ให้เปิดเผยได้;
zh: (n) 向第三方透露或分发用户信息，或者将信息用于营销目的 ，除非获得用户的明确同意。

# Restricted_Activities_description_o
source: (o) Send unsolicited email to a User or use the Services to collect payments for sending, or assisting in sending, unsolicited email to third parties;
id: (o) Mengirimkan surel yang tidak disetujui kepada seorang Pengguna atau menggunakan Layanan untuk meminta pembayaran untuk pengiriman, atau membantu mengirimkan, surel yang tidak disetujui kepada pihak ketiga;
ms: (o) Menghantar e-mel tanpa diminta kepada Pengguna atau menggunakan Perkhidmatan untuk mengutip bayaran kerana menghantar atau membantu penghantaran e-mel tanpa diminta kepada pihak ketiga;
th: (o) ส่งอีเมลที่ไม่ได้ร้องขอให้กับผู้ใช้หรือใช้บริการเพื่อเก็บข้อมูลการชำระเงินสำหรับการส่ง หรือการช่วยเหลือในการส่ง อีเมลที่ไม่ได้ร้องขอให้กับบุคลลที่สาม;
zh: (o) 向用户发送未经请求的电子邮件或者使用服务收款用于发送，或者协助向第三方发送 未经请求的电子邮件；

# Restricted_Activities_description_p
source: (p) Take any action that imposes an unreasonable or disproportionately large load on our infrastructure;
id: (p) Melakukan tindakan apa pun yang dapat menyebabkan terjadinya beban muat yang tidak masuk akal atau tidak proporsional pada infrastruktur kami;
ms: (p) Mengambil sebarang tindakan yang menyebabkan beban besar yang tidak munasabah atau tidak seimbang kepada infrastruktur kami;
th: (p) ใช้การดำเนินการใด ๆ ที่เป็นการกำหนดให้โอนเงินจำนวนมากโดยไม่สมเหตุสมผลหรือไม่สมส่วนสำหรับโครงสร้างพื้นฐานของเรา;
zh: (p) 采取任何会对我们的基础设施造成不合理或不成比例的大负荷的行动；

# Restricted_Activities_description_q
source: (q) Facilitate any viruses, Trojan horses, worms or other computer programming routines that may damage, detrimentally interfere with, surreptitiously intercept or expropriate any system, data or Information;
id: (q) Memfasilitasi virus, Trojan, worm atau program komputer lain yang dapat merusak, merugikan dengan cara mengganggu, memasuki atau mengambil alih secara sembunyi-sembunyi sistem, data atau Informasi apa pun;
ms: (q) Memudahkan sebarang virus, Kuda Trojan, cecacing atau rutin pengaturcaraan komputer lain yang boleh merosakkan, memudaratkan, mengganggu, memintas atau mencuri sebarang sistem, data atau Maklumat secara curi-curi;
th: (q) การทำให้ง่ายต่อการติดไวรัส ม้าโทรจัน หนอนคอมพิวเตอร์หรือชุดคำสั่งโปรแกรมคอมพิวเตอร์อื่น ๆ ที่อาจทำให้เกิดความเสียหาย ทำให้สูญเสีย แทรกแซงโดยแอบ ๆ ซ่อน ๆ หรือยึดระบบ ข้อมูล หรือสารสนเทศใด ๆ;
zh: (q) 助长可能会损坏、有害 编程 干扰、不正当截获或者侵占任何系统、数据，或者信息的病毒、木马、蠕虫，或者其它电脑程序；

# Restricted_Activities_description_r
source: (r) Use any robot, spider, other automatic device, or manual process to monitor or copy our website without our prior written permission;
id: (r) Menggunakan robot, penjelajah/spider, perangkat otomatis lainnya, atau proses manual untuk memonitor atau menyalin situs web kami tanpa persetujuan tertulis kami terlebih dahulu;
ms: (r) Menggunakan sebarang robot, lelabah, peranti automatik lain atau proses manual untuk memantau atau menyalin laman web kami tanpa keizinan bertulis kami terlebih dahulu;
th: (r) ใช้หุ่นยนต์ แมงมุม หรืออุปกรณ์อัตโนมัติใด ๆ หรือการดำเนินการด้วยตัวเองเพื่อติดตามหรือคัดลอกเว็บไซต์ของเราโดยไม่ได้รับอนุญาต จากเราเป็นลายลักษณ์อักษรก่อน
zh: (r) 未经我们的事先 书面许可，使用任何机器人、爬虫、其它自动设备，或者手动程序对我们的网站进行监控或者复制；

# Restricted_Activities_description_s
source: (s) Use any device, software or routine to bypass our robot exclusion headers, or interfere or attempt to interfere, with our website or the Services;
id: (s) Menggunakan perangkat, perangkat lunak atau program apa pun untuk melewati tajuk pengecuali robot kami, atau mengganggu atau mencoba mengganggu, situs web atau Layanan kami;
ms: (s) Menggunakan sebarang peranti, perisian atau rutin untuk memintas pengepala pengecualian robot kami atau mengganggu atau berusaha untuk mengganggu laman web atau Perkhidmatan kami;
th: (s) ใช้อุปกรณ์ ซอฟต์แวร์ หรือคำสั่งคอมพิวเตอร์ใด ๆ เพื่อหลีกเลี่ยงการคัดแยกหุ่นยนต์ของเราออกไป หรือการเข้าแทรกแซงหรือการพยายามเข้าแทรกแซง เว็บไซต์หรือบริการของเรา;
zh: (s) 使用任何设备、软件或者程序绕开我们的机器人除外标头，或者干扰或尝试干扰 我们的网站或服务；

# Restricted_Activities_description_t
source: (t) Take any action that may cause us to lose any of the services from our internet service providers, payment processors, or other suppliers.
id: (t) Melakukan tindakan yang dapat menyebabkan kami kehilangan layanan dari penyedia layanan internet, pemroses pembayaran kami, atau penyedia lainnya.
ms: (t) Mengambil sebarang tindakan yang boleh menyebabkan kehilangan sebarang perkhidmatan daripada pembekal perkhidmatan internet kami, pemproses bayaran atau pembekal lain.
th: (t) กระทำการใด ๆ ที่อาจเป็นสาเหตุให้เราสูญเสียบริการจากผู้ให้บริการอินเทอร์เน็ต การชำระเงิน ตัวประมวลผล หรือผู้ให้บริการอื่น ๆ
zh: (t) 采取任何可能会导致我们失去我们的网络服务提供商、支付 处理商，或者其他供应商提供的任何服务。

# Liability_Disclaimers
source: 7. Liability Disclaimers
id: 7. Pelepasan Tanggung Jawab
ms: 7. Penafian Liabiliti
th: 7. การปฏิเสธความรับผิดชอบ
zh: 7. 免责声明

# Liability_Disclaimers_description_1
source: 7.1 The Material contained in this Web Site, (including text, images, graphics, links, sound files, animation files, video files or other items and their arrangement) are provided "as is", "as available". PlayToken does not warrant the accuracy, adequacy or completeness of these Materials.
id: 7.1 Material yang ada pada Situs Web ini, (termasuk teks, gambar, grafis, tautan, berkas suara, berkas animasi, berkas video atau item lain dan peletakan mereka) disediakan "sebagaimana adanya", "sebagaimana tersedia". PlayToken tidak menjamin akurasi, kecukupan atau kelengkapan Material-material ini.
ms: 7.1 Bahan yang terkandung dalam Laman Web ini, (termasuk teks, imej, grafik, pautan, fail bunyi, fail animasi, fail video atau item lain dan pengaturannya) disediakan "sebagai seadanya", "sebagai tersedia". PlayToken tidak memberi jaminan terhadap ketepatan, kecukupan dan kesempurnaan Bahan-bahan ini.
th: 7.1 เนื้อหาที่มีอยู่บนเว็บไซต์นี้ (รวมถึงข้อความ รูปภาพ กราฟิก ลิงก์ ไฟล์เสียง ไฟล์ภาพเคลื่อนไหว ไฟล์วิดีโอ หรือรายการอื่น ๆ และการจัดเตรียมของมัน) เป็นการจัดให้ "ตามที่เป็น", "ตามที่มีให้" PlayToken ไม่ได้รับประกันความถูกต้อง ความพอเหมาะ หรือความสมบูรณ์ของเนื้อหาเหล่านี้
zh: 7.1 本网站中包含的材料（包括文字、图片、图形、链接、声音文件、动画文件、视频文件，或者其它项目和它们的编排）均为 "依当时现状"，"可用性"提供。PlayToken不保证这些材料的准确性、充分性，或者完整性。

# Liability_Disclaimers_description_2
source: 7.2 No warranty of any kind, implied, expressed or statutory, including but not limited to the warranties of non-infringement of the third party's rights, title, satisfactory quality, merchantability, fitness for any particular purpose and freedom from any computer virus or other malicious, destructive or corrupting code, programmed or macro, is given in conjunction with the information and materials contained in or linked to PlayToken.
id: 7.2 Tidak ada jaminan apa pun, baik tersirat, tersurat maupun menurut undang-undang, termasuk namun tidak terbatas pada jaminan ketiadaan pelanggaran terhadap hak pihak ketiga, titel, kualitas yang memuaskan, kelayakan barang dagangan, kesesuaian terhadap tujuan khusus apa pun dan keadaan bebas dari virus komputer atau kode pemrograman lain yang bersifat merusak, menghancurkan atau koruptif, terprogram atau dengan makro apa pun, yang diberikan dalam hubungannya dengan informasi dan material yang terkandung di dalam atau terhubung denganPlayToken.
ms: 7.2 Tiada sebarang jenis waranti, tersirat, tersurat atau statutori, termasuk tetapi tidak terhad kepada waranti bukan pelanggaran hak pihak ketiga, hak milik, kualiti memuaskan, kebolehdagangan, kesesuaian untuk sebarang tujuan tertentu dan kebebasan daripada sebarang virus komputer atau niat jahat yang lain, kod, atur cara atau macro yang merosakkan, diberikan sehubungan dengan maklumat dan bahan yang terkandung di dalam atau berkaitan dengan PlayToken.
th: 7.2 ไม่มีการรับประกันใด ๆ ที่บอกเป็นนัย มีการแสดงออกหรือการรับประกันตามกฎหมาย รวมถึงแต่มิได้จำกัดเฉพาะที่กล่าวไว้ ณ ที่นี้สำหรับการรับประกันการไม่มีการละเมิดสิทธิ กรรมสิทธิ์ของบุคคลที่สาม คุณภาพของความพึงพอใจ การรับประกันถึงความสามารถในการขายได้ ความเหมาะสมสำหรับเป้าหมายโดยเฉพาะใด ๆ และปลอดจากไวรัสคอมพิวเตอร์ หรือการประสงค์ร้ายอื่น ๆ รหัสที่เป็นอันตรายหรือทำความเสียหายใด ๆ โปรแกรมหรือคำสั่งที่เขียนขึ้นเองใด ๆ เป็นการมอบให้เพื่อเป็นการรวมกันกับข้อมูลและเนื้อหาที่มีใน หรือลิงก์ไปยัง PlayToken
zh: 7.2 不对本文中包含或者与PlayToken相关的任何信息和材料提供任何类别的明示、暗示或法规性的保证，包括但不限于保证不会侵犯第三方的权利、不动产所有权、令人满意的质量、适销性，和针对任何特定目的的适合性，以及不会感染任何计算机病毒或其它恶意、毁灭性，或者损坏性编程或宏代码。

# Liability_Disclaimers_description_3
source: 7.3 PlayToken may include publications with technical inaccuracies or typographical errors that will be corrected as they are discovered at PlayToken’s sole discretion. Also, changes are periodically added to the material contained herein. These corrections and changes may be incorporated into the Web Site at a later date. PlayToken may at any time make modifications, improvements and/or changes to these Terms and Conditions and the material (names, images, pictures, logo and icons) displayed on the Web Site or products and services referred to within, with or without notice. Advice received via this Web Site should not be relied upon for personal, legal or financial decisions and you should consult an appropriate professional for specific advice tailored to your situation.
id: 7.3 PlayToken mungkin saja menerbitkan publikasi dengan ketidakakuratan teknis atau kesalahan tipografis yang akan dikoreksi saat hal-hal tersebut ditemukan semata-mata atas kebijakan PlayToken. Juga, perubahan-perubahan akan ditambahkan secara berkala pada material yang terkandung di sini. Koreksi-koreksi dan perubahan ini akan digabungkan ke dalam Situs Web di kemudian hari. PlayToken dapat kapan saja memodifikasi, meningkatkan dan/atau mengubah Syarat-syarat dan Ketentuan serta material (nama, gambar, foto, logo dan ikon) yang ditampilkan pada Situs Web atau produk dan layanan yang dimaksud, dengan atau tanpa pemberitahuan. Anjuran yang diterima melalui Situs Web ini tidak boleh digunakan sebagai dasar untuk membuat keputusan pribadi, legal maupun finansial dan Anda harus berkonsultasi dengan profesional yang sesuai untuk saran yang cocok dengan situasi Anda.
ms: 7.3 PlayToken boleh menyertakan penerbitan dengan ketidaktepatan teknikal atau ralat tipografi yang akan dibetulkan sepertimana yang ditemui di atas budi bicara PlayToken. Perubahan secara berkala juga ditambah pada bahan yang terkandung di dalam ini. Pembetulan dan perubahan ini boleh digabungkan ke dalam Laman Web pada tarikh yang kemudian. PlayToken boleh membuat pengubahsuaian, penambahbaikan dan.atau perubahan pada bila-bila masa terhadap Terma dan Syarat serta bahan (nama, imej, gambar, logo dan ikon) yang dipaparkan pada Laman Web atau produk dan perkhidmatan yang dirujuk di dalam, dengan atau tanpa notis. Khidmat nasihat yang diterima melalui Laman Web ini tidak sepatutnya bergantung pada keputusan peribadi, perundangan atau kewangan dan anda sepatutnya menghubungi profesional yang sesuai untuk khidmat nasihat tertentu yang sesuai dengan situasi anda.
th: 7.3 PlayToken อาจจะมีการโฆษณาที่มีความไม่ถูกต้องทางเทคนิค หรือความผิดพลาดในการพิมพ์ซึ่งจะมีการแก้ไขตามดุลยพินิจของ PlayToken แต่เพียงผู้เดียว นอกจากนี้จะมีการเพิ่มการเปลี่ยนแปลงของเนื้อหาที่มีอยู่ ณ ที่นี้เป็นระยะ ๆ การแก้ไขและการเปลี่ยนแปลงเหล่านี้อาจจะมีการรวมเข้าด้วยกันในเว็บไซต์ในวันต่อมา PlayToken อาจจะทำการแก้ไข ปรับปรุง และ/หรือเปลี่ยนแปลงข้อตกลงและเงื่อนไขเหล่านี้ และเนื้อหา (ชื่อ รูป รูปภาพ โลโก้ และไอคอน) ที่แสดงอยู่บนเว็บไซต์ หรือผลิตภัณฑ์และบริการตามที่ได้อ้างถึง ณ ที่นี้ได้ตลอดเวลาโดยจะมีการแจ้งให้ทราบหรือไม่มีการแจ้งให้ทราบล่วงหน้า ไม่ควรจะอาศัยคำแนะนำที่ได้รับผ่านทางเว็บไซต์นี้สำหรับการตัดสินใจส่วนบุคคล ทางกฎหมายหรือการตัดสินใจทางการเงินและคุณควรจะปรึกษาผู้เชี่ยวชาญที่เหมาะสมสำหรับคำแนะนำเฉพาะทางซึ่งเหมาะกับสถานการณ์ของคุณ
zh: 7.3 PlayToken 可能会附上技术上不准确或者包含排版印刷错误的出版物，并且，PlayToken会在发现这些错误时自行决定进行纠正。此外，我们还会定期对本文中包含的材料添加更改。这些纠正和更改可能会在日后结合到网站中。PlayToken 可能会在通知或者不通知的情况下不定时地对网站上显示的这些条款和条件以及材料（名称、图片、照片、徽标和图标）或者其中推荐的产品和服务进行修改、改进和/或更改。不得依赖通过本网站获得的建议制定个人、法律或者财务决策，您应咨询一名恰当的专业人士获取根据您的状况提供的特别建议。

# Liability_Disclaimers_description_4
source: 7.4 PlayToken shall in no event be liable for any damages, loss or expense including without limitation, special damage, or consequential damage, or economic loss arising from or in connection with:
id: 7.4 PlayToken dalam keadaan apa pun tidak bertanggung jawab atas kerusakan, kehilangan atau kerugian termasuk namun tidak terbatas pada, kerusakan khusus, atau kerusakan yang merupakan akibat, atau kerugian ekonomi apa pun yang timbul dari atau sehubungan dengan:
ms: 7.4 PlayToken tidak akan bertanggungjawab terhadap sebarang ganti rugi, kerugian atau perbelanjaan termasuk, tanpa had, kerugian khusus atau kerugian turutan atau kerugian ekonomi yang timbul daripada atau berkaitan dengan:
th: 7.4 PlayToken จะไม่รับผิดชอบต่อความเสียหาย ความสูญเสียหรือค่าใช้จ่ายที่รวมอยู่โดยไม่จำกัด ความเสียหายพิเศษ หรือผลของความเสียหาย หรือความสูญเสียทางเศรษฐกิจอันเกิดจากหรือมีส่วนเกี่ยวข้องกันไม่ว่าในกรณีใด ๆ:
zh: 7.4 在任何情况下，PlayToken都不对由以下情况引起或者与之相关的任何损害、损失或开支负责，包括但不限于特别损害、连带损害，或者经济损失。

# Liability_Disclaimers_description_4_a
source: (a) any access, use or the delay or inability to access or use of PlayToken Services, or reliance on the Materials and/or any other information contained related to PlayToken Services;
id: (a) akses, penggunaan atau penundaan atau tidak dapat diakses atau digunakannya Layanan PlayToken apa pun, atau ketergantungan terhadap Material dan/atau informasi lain apa pun yang terkandung dan berhubungan dengan Layanan PlayToken;
ms: (a) sebarang akses, penggunaan, atau penangguhan atau ketidakmampuan untuk mengakses atau menggunakan Perkhidmatan PlayToken, atau bergantung pada Bahan dan/atau sebarang maklumat lain yang terkandung dan berkaitan dengan Perkhidmatan PlayToken;
th: (a) การเข้าถึง การใช้หรือความล่าช้า หรือการไม่สามารถเข้าถึงหรือใช้บริการของ PlayToken หรือความเชื่อถือของเนื้อหา และ/ หรือข้อมูลอื่น ๆ ที่มีอยู่ซึ่งสัมพันธ์กับบริการของ PlayToken ใด ๆ;
zh: (a) 对PlayToken服务的任何访问、使用，或者延迟或者无法访问或者使用，或者对所包含的与PlayToken服务相关的材料和/或任何其它信息的依赖；

# Liability_Disclaimers_description_4_b
source: (b) any system, server or connection failure, error, omission, interruption, delay in transmission, or computer failure;
id: (b) kegagalan sistem, server atau koneksi, gangguan, kelalaian, interupsi, penundaan transmisi atau kegagalan komputer apa pun;
ms: (b) sebarang kegagalan sistem, pelayan atau sambungan, ralat, ketinggalan, gangguan, kelewatan transmisi atau kegagalan komputer;
th: (b) ความล้มเหลวของระบบ เซิร์ฟเวอร์ หรือความล้มเหลวของการเชื่อมต่อ ความผิดพลาด การละเลย การขาดตอน ความล่าช้าในการสื่อสาร หรือความล้มเหลวของ คอมพิวเตอร์ใด ๆ;
zh: (b) 任何系统、服务器或连接故障、错误、遗漏、中断、传输延迟，或者电脑 故障；

# Liability_Disclaimers_description_4_c
source: (c) any use of or access to any other web site linked to this PlayToken.com;
id: (c) penggunaan atau akses apa pun ke situs web lain yang terhubung ke PlayToken.com ini;
ms: (c) sebarang penggunaan atau akses kepada nama-mana laman web lain yang berkaitan dengan PlayToken.com ini;
th: (c) การใช้หรือการเข้าถึงเว็บไซต์อื่นใดที่ลิงก์กับ PlayToken.com นี้;
zh: (c) 对与本 PlayToken.com 相链接的任何其它网站的任何使用或者访问；

# Liability_Disclaimers_description_4_d
source: (d) any services, products, information, date, software or other material obtained from this PlayToken.com or from any other web site linked to this Web Site.
id: (d) layanan, produk, informasi, tanggal, perangkat lunak apa pun atau material yang diperoleh dari PlayToken.com ini atau dari situs web lainnya yan terhubung ke Situs Web ini.
ms: (d) sebarang perkhidmatan, produk, maklumat, tarikh, perisian atau bahan lain yang diperoleh daripada PlayToken.com ini atau daripada mana-mana laman web yang berkaitan dengan Laman Web ini.
th: (d) บริการ ผลิตภัณฑ์ สารสนเทศ ข้อมูล ซอฟต์แวร์หรือเนื้อหาใด ๆ ที่ได้จาก PlayToken.com นี้ หรือจากเว็บไซต์อื่นใด ๆ ที่ลิงก์กับเว็บไซต์นี้
zh: (d) 从本 PlayToken.com 获取或者来自任何其它与本网站相链接的网站的任何服务、产品、信息、日期、软件，或者其它材料。

# Your_Liability_Actions_We_May_Take
source: 8. Your Liability - Actions We May Take.
id: 8. Kewajiban Anda - Tindakan yang Dapat Kami Ambil.
ms: 8. Liabiliti Anda - Tindakan Kami Boleh Ambil.
th: 8.ความรับผิดชอบของคุณ - การดำเนินการที่เราอาจจะใช้
zh: 8. 您的责任 - 我们可能采取的措施。

# Your_Liability_Actions_We_May_Take_description_1
source: 8.1 Actions by PlayToken. If you engage in any Restricted Activities, we may take various actions to protect PlayToken, a User, a third party, or you from, Claims, fees, fines, penalties and any other liability. The actions we may take include but are not limited to the following:
id: 8.1 Tindakan oleh PlayToken. Jika Anda terlibat dalam Tindakan-tindakan yang Dilarang, kami akan mengambil berbagai tindakan untuk melindungi PlayToken, Pengguna, pihak ketiga, atau Anda dari, Klaim, biaya-biaya, denda-denda, penalti dan tanggung jawab lainnya. Tindakan yang dapat kami ambil termasuk namun tidak terbatas pada berikut ini:
ms: 8.1 Tindakan oleh PlayToken. Jika anda terlibat dalam sebarang Aktiviti Terbatas, kami boleh mengambil pelbagai tindakan untuk melindungi PlayToken, Pengguna, pihak ketiga atau anda daripada Tuntutan, yuran, denda, penalti dan sebarang liabiliti lain. Tindakan yang boleh kami ambil termasuk tetapi tidak terhad pada yang berikut:
th: 8.1 การดำเนินการโดย PlayToken หากคุณมีส่วนเกี่ยวข้องกับกิจกรรมที่มีการควบคุมใด ๆ เราอาจจะใช้การดำเนินการที่แตกต่างกันเพื่อปกป้อง PlayToken ผู้ใช้ บุคคลที่สาม หรือคุณจากการเรียกร้องสิทธิ์ ค่าธรรมเนียม ค่าปรับ ค่าสินไหมและความรับผิดชอบอื่น ๆ การดำเนินการที่เราจะใช้ซึ่งรวมถึงแต่มิได้จำกัดเฉพาะที่นี่มีดังต่อไปนี้:
zh: 8.1 PlayToken采取的措施。若您参与任何受限活动，我们可能会采取各种各样的措施以保护PlayToken、用户、第三方或者您不遭受任何索赔、费用、罚款、惩罚，以及承担任何其它义务。我们可能采取的措施包括但不限于如下：

# Your_Liability_Actions_We_May_Take_description_1_a
source: (a) We may close, suspend, or limit your access to your PlayToken account or the Services (such as limiting access to any of your Play Tokens, and your ability to Charge Play Tokens, make purchases, or remove personal Information);
id: (a) Kami dapat menutup, menghentikan, atau membatasi akses Anda ke akun atau layanan PlayToken (seperti membatasi akses Anda ke Token Play Anda, dan kemampuan Anda untuk mengisi Token Play, melakukan pembelian, atau menghapus Informasi pribadi);
ms: (a) Kami boleh menutup, menggantung atau mengehadkan akses anda kepada akaun PlayToken anda atau Perkhidmatan (seperti mengehadkan akses kepada mana-mana Play Token anda dan keupayaan anda untuk Mengecaj Play Token, membuat pembelian atau mengalih keluar maklumat peribadi);
th: (a) เราอาจจะปิด ระงับ หรือจำกัดการเข้าถึงบัญชี PlayToken ของคุณหรือบริการ (เช่น การจำกัดการเข้าถึง Play Tokens ใด ๆ ของคุณ และความสามารถของคุณในการตัดบัญชี Play Tokens ทำการสั่งซื้อ หรือลบข้อมูลส่วนบุคคลออกไป);
zh: (a) 我们可能会关闭、暂停，或者限制您访问您的PlayToken帐户或服务（例如：限制您使用您的任何游戏代币，以及进行游戏代币充值、购买，或者删除个人信息的能力）；

# Your_Liability_Actions_We_May_Take_description_1_b
source: (b) We may update inaccurate Information you provided us;
id: (b) Kami dapat memperbarui Informasi yang tidak akurat yang Anda berikan kepada kami;
ms: (b) Kami boleh mengemas kini maklumat tidak tepat yang anda berikan kami;
th: (b) เราอาจจะอัปเดตข้อมูลที่ไม่ถูกต้องที่คุณได้ให้เรา;
zh: (b) 我们可能会更新您向我们提供的不准确信息；

# Your_Liability_Actions_We_May_Take_description_1_c
source: (c) We may refuse to provide our Services to you in the future;
id: (c) Kami dapat menolak untuk memberikan Layanan kami kepada Anda di masa yang akan datang;
ms: (c) Kami boleh menolak untuk memberikan Perkhidmatan kami kepada anda pada masa hadapan;
th: (c) เราอาจจะปฏิเสธที่จะให้บริการของเรากับคุณในอนาคต;
zh: (c) 我们可能会在未来拒绝向您提供我们的服务；

# Your_Liability_Actions_We_May_Take_description_1_d
source: (d) We may take legal action against you.
id: (d) Kami dapat mengambil langkah hukum terhadap Anda.
ms: (d) Kami boleh mengambil tindakan undang-undang terhadap anda.
th: (d) เราอาจจะดำเนินการตามกฎหมายกับคุณ
zh: (d) 我们可能会对您提起法律诉讼。
