Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

# Your_Privacy_description
source: Protecting your privacy is very important to PlayToken. Please review our Privacy Policy in order to better understand our commitment to maintaining your privacy, as well as our use and disclosure of your Information.
id: Perlindungan privasi Anda sangatlah penting bagi PlayToken. Mohon tinjau Kebijakan Privasi kami agar Anda dapat lebih memahami komitmen kami untuk menjaga privasi Anda, sebagaimana kami menggunakan dan mengungkapkan Informasi Anda.
ms: Melindungi privasi anda adalah sangat penting bagi PlayToken. Sila semak semula Dasar Privasi kami untuk lebih memahami komitmen kami bagi memelihara privasi anda serta penggunaan dan pendedahan kami terhadap maklumat anda.
th: การปกป้องความเป็นส่วนตัวของคุณเป็นสิ่งสำคัญมากสำหรับ PlayToken โปรดตรวจสอบนโยบายความเป็นส่วนตัวของเราสำหรับความเข้าใจเกี่ยวกับความรับผิดชอบของเราต่อการรักษาความเป็นส่วนตัวของคุณที่ดีขึ้น รวมถึงการใช้และการเปิดเผยข้อมูลของคุณของเรา
zh: 保护您的隐私对于PlayToken来说非常重要。请查看我们的隐私政策以更好地理解我们关于维护您的隐私以及使用和披露您的信息的承诺。

# Charging_of_Play_Tokens_to_your_PlayToken_account
source: 3.1 Charging of Play Tokens to your PlayToken account.
id: 3.1 Pengisian Token Play terhadap akun PlayToken Anda.
ms: 3.1 Mengecaj Play Token ke akaun PlayToken anda.
th: 3.1 การจ่าย Play Tokens เข้าบัญชี PlayToken ของคุณ
zh: 3.1 将游戏代币充入您的PlayToken帐户。

# Charging_of_Play_Tokens_to_your_PlayToken_account_description
source: Users are to charge their Play Tokens into personal or authorize PlayToken which is registered having abided by the User Agreement. PlayToken will not be held responsible and/or carry out rectification should we deem that the Play Tokens are charged misappropriated or by errors resulting from Users misapplication during charging process or practices.
id: Para pengguna dapat mengisi Token Play mereka kepada personal atau mengotorisasi PlayToken yang telah terdaftar dan mematuhi Perjanjian Pengguna. PlayToken tidak akan bertanggung jawab dan/atau melakukan koreksi jika kami menganggap bahwa Token Play salah diisikan atau terdapat kesalahan sebagai akibat dari kekeliruan Pengguna sendiri selama proses atau tindakan pengisian.
ms: Pengguna yang mahu mengecaj Play Token mereka ke dalam akaun peribadi atau PlayToken yang dibenarkan dan didaftarkan telah dipatuhi oleh Perjanjian Pengguna. PlayToken tidak akan bertanggungjawab dan/atau melaksanakan pembetulan sekiranya kami menganggap bahawa Play Token dicaj telah secara salah atau dengan kesilapan yang timbul daripada salah guna semasa proses atau amalan mengenakan caj.
th: ผู้ใช้จะจ่าย Play Tokens ของตนเข้าใน PlayToken แบบส่วนตัวหรือแบบที่มีการมอบอำนาจซึ่งมีการลงทะเบียนโดยยึดตามข้อตกลงในการใช้บริการ PlayToken จะไม่รับผิดชอบ และ/ หรือดำเนินการแก้ไขในกรณีที่เราถือว่ามีการจ่าย Play Tokens โดยมิชอบ หรือโดยความผิดพลาดอันเป็นผลมาจากการใช้งานที่ผิดวิธีของผู้ใช้ในระหว่างการดำเนินการหรือการปฏิบัติ
zh: 用户应将他们的游戏代币充入遵循用户协议注册的个人或经授权PlayToken。若我们认为游戏代币是不恰当充入或者因为用户在充值过程或实践中的不恰当应用造成的错误而充入，PlayToken 不对此负责和/或采取纠正措施。

# Charging_Limits
source: 3.2 Charging Limits.
id: 3.2 Batas Pengisian.
ms: 3.2 Had Mengecaj.
th: 3.2 ขีดจำกัดของการจ่าย
zh: 3.2 充值限制。

# Charging_Limits_description
source: We may, at our discretion, impose limits on the amount of Play Tokens you can charge into your PlayToken account.
id: Kami dapat, sesuai kebijakan kami, memberlakukan batasan terhadap jumlah Token Play yang dapat Anda isikan ke akun PlayToken Anda.
ms: Kami boleh, mengikut budi bicara kami, mengenakan had amaun Play Token yang anda boleh caj ke dalam akaun PlayToken anda.
th: เราอาจจะกำหนดขีดจำกัดของจำนวน Play Tokens ที่คุณสามารถจ่ายเข้าบัญชี PlayToken ของคุณตามดุลยพินิจของเรา
zh: 我们可能会自行决定对您可以充入PlayToken帐户的游戏代币额设置限制。

# Purchasing_using_Play_Tokens
source: 3.3 Purchasing using Play Tokens.
id: 3.3 Pembelian menggunakan Token Play.
ms: 3.3. Pembelian menggunakan Play Token.
th: 3.3 การสั่งซื้อโดยการใช้ Play Tokens
zh: 3.3 使用游戏代币购买。

# Purchasing_using_Play_Tokens_description
source: Payment and transactions to participating merchants affiliated to PlayToken will be conducted solely between the PlayToken account holder of the PlayToken account and the transacting merchant. Payment in form of Play Tokens will be deducted from the participating User’s PlayToken account as and when the transaction is successful. Refer to 3.4 should the Transaction be refused.
id: Pembayaran dan transaksi terhadap pedagang partisipan yang berafiliasi dengan PlayToken dilaksanakan semata-mata hanya antara pemegang akun PlayToken dan pedagang yang bersangkutan. Pembayaran dalam bentuk Token Play akan diambil dari akun Pengguna PlayToken yang bersangkutan saat dan jika transaksi sukses. Silakan merujuk ke 3.4 jika terjadi penolakan Transaksi.
ms: Bayaran atau transaksi kepada pedagang yang menyertai dan bergabung dengan PlayToken akan dilaksanakan sepenuhnya antara pemegang akaun PlayToken bagi akaun PlayToken dengan pedagang yang membuat transaksi. Bayaran dalam bentuk Play Token akan dipotong daripada akaun PlayToken Pengguna yang menyertai ketika dan apabila transaksi berjaya. Rujuk 3.4 sekiranya Transaksi ditolak.
th: การชำระเงินและการทำธุรกรรมสำหรับผู้ขายที่เข้าร่วมเครือข่ายไปยัง PlayToken จะมีการดำเนินการระหว่างผู้ถือบัญชี PlayToken ของบัญชี PlayToken และการดำเนินการของผู้ขายเท่านั้น การชำระเงินในรูปแบบของ Play Tokens จะมีการหักออกจากบัญชี PlayToken ของผู้ใช้ที่เข้าร่วมตามที่เมื่อการทำธุรกรรมเสร็จสมบูรณ์ จะปฏิเสธการทำธุรกรรม หากอ้างอิงตามข้อ 3.4
zh: 向附属于PlayToken的参与商户进行的支付和交易将仅在PlayToken帐户持有者和交易商户之间进行。交易成功后，以游戏代币形式的支付将从参与用户的PlayToken帐户中扣除。若交易被拒绝，请参阅 3.4部分。

# Default_Transaction_Sources
source: 3.4 Default Transaction Sources.
id: 3.4 Sumber Transaksi Default.
ms: 3.4 Sumber Transaksi Lalai.
th: 3.4 ที่มาของการผิดสัญญาการทำธุรกรรม
zh: 3.4 默认交易源。

# Default_Transaction_Sources_description
source: When you make a payment, Play Tokens will be deducted from your registered PlayToken account directly. If there are insufficient Play Tokens in your PlayToken account, transaction will be denied.
id: Saat Anda melakukan pembayaran, Token Play akan diambil secara langsung dari akun PlayToken Anda yang terdaftar. Jika jumlah Token Play dalam akun PlayToken Anda tidak mencukupi, transaksi akan ditolak.
ms: Apabila anda membuat bayaran, Play Token akan dipotong daripada akaun PlayToken berdaftar anda secara terus. Jika Play Token dalam akaun PlayToken anda tidak mencukupi, transaksi akan ditolak.
th: จะมีการหัก Play Tokens ออกจากบัญชี PlayToken ที่ลงทะเบียนไว้ของคุณโดยตรงเมื่อคุณทำการชำระเงิน การทำธุรกรรมจะถูกปฏิเสธ หากมี Play Tokens ในบัญชี PlayToken ของคุณไม่พอ
zh: 在进行支付时，会直接从您的注册PlayToken帐户扣除游戏代币。若您的PlayToken帐户中的游戏代币数量不足，交易会被拒绝。

# Refused_Transaction
source: 3.5 Refused Transaction.
id: 3.5 Transaksi yang Ditolak.
ms: 3.5 Transaksi Ditolak.
th: 3.5 การปฏิเสธการทำธุรกรรม
zh: 3.5 被拒绝的交易。

# Refused_Transaction_description
source: When you conduct a transaction, the recipient is not required to accept it. You agree that you will not hold PlayToken liable for any damages resulting from a recipient's decision not to accept the transaction made through the Service.
id: Jika Anda melakukan transaksi, penerima tidak diperlukan untuk menerimanya. Anda setuju bahwa Anda tidak akan menuntut PlayToken untuk bertanggung jawab atas kerugian apa pun yang timbul dari keputusan penerima untuk tidak menerima transaksi yang dilakukan melalui Layanan ini.
ms: Apabila anda melaksanakan transaksi, penerima tidak diperlukan untuk menerimanya. Anda bersetuju bahawa anda tidak akan mempertanggungjawabkan PlayToken terhadap sebarang ganti rugi yang timbul daripada keputusan penerima untuk tidak menerima transaksi yang dibuat melalui Perkhidmatan.
th: เมื่อคุณดำเนินการทำธุรกรรม ผู้รับไม่จำเป็นต้องยอมรับมัน คุณยอมรับว่าคุณจะไม่ถือว่า PlayToken จะต้องรับผิดชอบต่อความเสียหายใด ๆ อันเป็นผลมาจากการตัดสินใจของผู้รับที่จะไม่ยอมรับการทำธุรกรรมที่มีการทำผ่านบริการ
zh: 您在进行交易时，接收人不一定要接受交易。您同意，您不会因为由接收人决定不接受使用该服务进行的交易造成的任何损害而要求PlayToken负责。

# Merchant_Processing_Delay
source: 3.6 Merchant Processing Delay.
id: 3.6 Penundaan/Jeda Pemrosesan Pedagang.
ms: 3.6 Penangguhan Pemprosesan Pedagang.
th: 3.6 การดำเนินการของผู้ขายล่าช้า
zh: 3.6 商户处理延迟。

# Merchant_Processing_Delay_description
source: When you send a payment to certain merchants, you are providing an Authorization to the merchant to process your payment and complete the transaction. The payment will be held as pending until the merchant processes your payment. Some merchants may delay processing your payment. In such an instance, your Authorization will remain valid for up to 30 Days.
id: Saat Anda mengirimkan pembayaran ke pedagang tertentu, Anda memberikan Otorisasi kepada pedagang tersebut untuk memroses pembayaran Anda dan menyelesaikan transaksi. Pembayaran akan diberi status menunggu sampai pedagang selesai memroses pembayaran Anda. Beberapa pedagang mungkin akan menunda pemrosesan pembayaran Anda. Jika hal itu terjadi, Otorisasi Anda akan tetap berlaku sampai 30 Hari.
ms: Apabila anda menghantar bayaran kepada pedagang tertentu, anda memberikan Kebenaran kepada pedagang tersebut untuk memproses bayaran anda dan melengkapkan transaksi. Bayaran akan dianggap belum selesai sehingga pedagang memproses bayaran anda. Sesetengah pedagang mungkin menangguhkan pemprosesan bayaran anda. Oleh yang demikian, Kebenaran anda akan kekal sah sehingga 30 hari.
th: เมื่อคุณส่งการชำระเงินไปยังผู้ขายบางราย คุณกำลังมอบเอกสารการอนุญาตให้กับผู้ขายดำเนินการการชำระเงินของคุณและทำธุรกรรมให้เสร็จสมบูรณ์ การชำระเงินจะอยู่ในฐานะรอดำเนินการจนกว่าผู้ขายจะดำเนินการการชำระเงินของคุณ ผู้ขายบางรายอาจจะชะลอการดำเนินการชำระเงินของคุณ ในกรณีดังกล่าว เอกสารการอนุญาตของคุณจะยังคงใช้ได้เป็นเวลาถึง 30 วัน
zh: 您向特定商户发送付款时，会向商户提供授权以处理您的付款并完成交易。在商户处理您的付款之前，付款会被保持为待定。有些商户可能会延迟处理您的付款。在这种情况下，您的授权会保持30天有效。

# PlayToken_account_Balances
source: 4. PlayToken account Balances.
id: 4. Saldo akun PlayToken.
ms: 4. Baki akaun PlayToken.
th: 4. ยอดคงเหลือในบัญชี PlayToken
zh: 4. PlayToken 帐户余额。

# Balances
source: 4.1 Balances.
id: 4.1 Saldo.
ms: 4.1 Baki.
th: 4.1 ยอดคงเหลือ
zh: 4.1 余额。

# Balances_description
source: You do not need to maintain a Balance in your PlayToken account in order to possess a PlayToken account. If there is a Balance in your PlayToken account, it will expire in 365 days pending on the date when the Play Tokens has been purchased and charged into the PlayToken account.
id: Anda tidak perlu memiliki Saldo di akun PlayToken Anda untuk memiliki sebuah akun PlayToken. Jika terdapat Saldo di akun PlayToken Anda, saldo itu akan kedaluwarsa dalam 365 hari days pending on the date when the Play Tokens has been purchased and charged into the PlayToken account.
ms: Anda tidak perlu mengekalkan Baki dalam akaun PlayToken anda untuk memiliki akaun PlayToken. Jika terdapat Baki dalam akan PlayToken anda, ia akan tamat tempoh dalam 365 hari yang belum selesai pada tarikh ketika Play Token telah dibeli dan dicaj ke dalam akaun PlayToken.
th: คุณไม่จำเป็นต้องรักษายอดคงเหลือไว้ในบัญชี PlayToken ของคุณเพื่อเป็นการถือครองบัญชี PlayToken หากมียอดคงเหลือในบัญชี PlayToken ของคุณ มันจะหมดอายุภายใน 365 วัน จนถึงวันที่มีการสั่งซื้อ Play Tokens และมีการจ่ายเข้าบัญชี PlayToken
zh: 您不需要在您的PlayToken帐户中维持余额以拥有一个PlayToken帐户。若您的PlayToken帐户中有余额，会在购买代币并充入PlayToken帐户后的365天内到期。

# Refund_Policy
source: 4.2 Refund Policy.
id: 4.2 Kebijakan Pengembalian.
ms: 4.2 Dasar Bayaran Balik.
th: 4.2 นโยบายการคืนเงิน
zh: 4.2 退款政策。

# Refund_Policy_description
source: All unused balances are not refundable nor returnable.
id: Semua saldo yang tidak digunakan tidak dapat dikembalikan.
ms: Semua baki yang tidak digunakan tidak boleh dibayar balik atau dikembalikan
th: ยอดคงเหลือที่ไม่มีการใช้จะไม่สามารถขอคืนเงินหรือขอคืนได้
zh: 所有未使用的余额都是不可退还的。

# Closing_Your_PlayToken_account
source: 5. Closing Your PlayToken account.
id: 5. Menutup akun PlayToken Anda.
ms: 5. Menutup akaun PlayToken Anda.
th: 5. การปิดบัญชี PlayToken ของคุณ
zh: 5. 关闭您的PlayToken帐户。

# How_to_Close_Your_PlayToken_account
source: 5.1 How to Close Your PlayToken account.
id: 5.1 Bagaimana Cara Menutup akun PlayToken Anda.
ms: 5.1. Cara untuk Menutup akaun PlayToken Anda.
th: 5.1 วิธีการปิดบัญชี PlayToken ของคุณ
zh: 5.1 如何关闭您的PlayToken帐户。

# How_to_Close_Your_PlayToken_account_description
source: Upon registration for a PlayToken account, Users will not be allowed to close their PlayToken account. PlayToken will exercise discretion in maintaining and making available of information of the PlayToken account for investigation if any. Users may however make limited changes to specific PlayToken account particulars deem non-conflicting with the Privacy Policies and Users Agreement subjected to approval of PlayToken at sole discretion. Should a PlayToken account be terminated on basis of special circumstances, User of the terminated PlayToken account will remain liable for all obligations related to the PlayToken account even after it is closed.
id: Setelah mendaftar untuk memperoleh akun PlayToken, Pengguna tidak diperbolehkan menutup akun PlayToken mereka. PlayToken akan berhati-hati dalam memelihara dan menyediakan informasi akun PlayToken untuk keperluan penyelidikan jika diperlukan. Meski demikian para pengguna dapat melakukan perubahan terhadap detail akun PlayToken tertentu yang tidak bertentangan dengan Kebijakan-kebijakan Privasi dan Perjanjian Pengguna dan memerlukan persetujuan yang semata-mata atas pertimbangan PlayToken. Jika sebuah akun PlayToken perlu ditutup atas pertimbangan kondisi tertentu, Pengguna yang akun PlayToken-nya ditutup tetap harus bertanggung jawab untuk semua kewajiban yang berhubungan dengan akun PlayToken bahkan setelah akun tersebut ditutup.
ms: Selepas pendaftaran untuk akaun PlayToken, Pengguna tidak dibenarkan untuk menutup akaun PlayToken mereka. PlayToken akan menggunakan budi bicara dalam mengekalkan dan menyediakan maklumat akaun PlayToken untuk penyiasatan. Bagaimanapun, pengguna boleh membuat perubahan terhad terhadap butir-butir akaun PlayToken yang tidak bercanggah dengan Dasar Privasi dan Perjanjian Pengguna tertakluk pada kelulusan atas budi bicara PlayToken. "Sekiranya akaun PlayToken ditamatkan berdasarkan keadaan tertentu, Pengguna bagi akaun PlayToken yang ditamatkan akan terus bertanggungjawab terhadap semua tanggungan yang berkaitan dengan akaun PlayToken walaupun selepas ia ditutup.
th: จากการลงทะเบียนสำหรับบัญชี PlayToken ผู้ใช้จะไม่ได้รับอนุญาตให้ปิดบัญชี PlayToken ของตน หากมีการสืบสวน PlayToken จะดำเนินการตัดสินใจเกี่ยวกับการดูแลรักษาและการทำให้มีข้อมูลของบัญชี PlayToken อยู่สำหรับการสืบสวน อย่างไรก็ตามผู้ใช้อาจจะทำการเปลี่ยนแปลงที่มีขอบเขตจำกัดต่อบัญชี PlayToken โดยเจาะจง โดยเฉพาะที่ไม่ถือว่ามีความขัดแย้งกับนโยบายความเป็นส่วนตัวและข้อตกลงของผู้ใช้ที่อยู่ภายใต้ดุลยพินิจการอนุมัติของ PlayToken แต่เพียงผู้เดียว จะมีการยกเลิกบัญชี PlayToken บนพื้นฐานของเหตุการณ์พิเศษ ผู้ใช้บัญชี PlayToken ที่ถูกยกเลิกจะยังคงมีความรับผิดชอบต่อข้อผูกพันทั้งหมดที่เกี่ยวข้องกับบัญชี PlayToken แม้ภายหลังบัญชีจะปิดไปแล้ว
zh: 注册PlayToken帐户后，用户不得关闭他们的PlayToken帐户。PlayToken 在维持和使PlayToken帐户信息（若有）可用于调查方面行使自由裁量权。不过，用户可以对特定PlayToken帐户细节做出与隐私政策和用户协议不冲突的有限变更，PlayToken拥有给予变更批准的自由裁量权。若根据特殊情况终止PlayToken帐户，那么，即使在帐户关闭后，使用已终止PlayToken帐户仍然需要对所有与PlayToken相关的义务负责。

# Dormant_PlayToken_account
source: 5.2 Dormant PlayToken account.
id: 5.2 Akun PlayToken yang Tidak Aktif.
ms: 5.2 Akaun PlayToken pendam.
th: 5.2 บัญชี PlayToken ที่ไม่เคลื่อนไหว
zh: 5.2 不活跃PlayToken帐户。

# Dormant_PlayToken_account_description
source: PlayToken will not close any dormant PlayToken account for indefinite period. Play Tokens left in Balance will expire in 365 days pending on the date when the Play Tokens has been purchased and charged into the PlayToken account.
id: PlayToken tidak akan menutup akun PlayToken mana pun yang tidak aktif selama waktu yang tak terbatas. Token Play yang ada pada Saldo akan kedaluwarsa dalam 365 hari dengan memperhitungkan tanggal Token Play dibeli dan diisikan ke akun PlayToken.
ms: PlayToken tidak akan menutup mana-mana akaun PlayToken pendam untuk tempoh yang tidak pasti. Play Token yang tinggal dalam Baki akan tamat dalam masa 365 hari yang belum selesai pada tarikh ketika Play Token telah dibeli dan dicaj ke dalam akaun PlayToken.
th: PlayToken จะไม่ปิดบัญชี PlayToken ที่ไม่มีการเคลื่อนไหวใด ๆ โดยไม่มีกำหนดระยะเวลา Play Tokens ที่เหลือในยอดคงเหลือในบัญชีจะหมดอายุภายใน 365 วัน จนถึงวันที่มีการสั่งซื้อ Play Tokens และมีการจ่ายเข้าบัญชี PlayToken
zh: PlayToken不会无限期关闭任何不活跃PlayToken帐户。余额中的游戏代币会在购买代币并充入PlayToken帐户后的365天内到期。

# Termination_of_PlayToken_account
source: 5.3 Termination of PlayToken account.
id: 5.3 Penutupan akun PlayToken.
ms: 5.3. Menamatkan akaun PlayToken.
th: 5.3 การยุติบัญชี PlayToken
zh: 5.3 PlayToken帐户的终止。

# Termination_of_PlayToken_account_description
source: Should a PlayToken account be terminated in relation to clause 5.1, 6 & 7, there will be no refund of Play Tokens given or provided to the involved, User or third parties.
id: Jika terjadi penutupan akun PlayToken sehubungan dengan klausula 5.1, 6, 7, maka tidak akan ada pengembalian Token Play yang telah diberikan atau disediakan kepada pihak-pihak yang terlibat, Pengguna atau pihak ketiga.
ms: Sekiranya akaun PlayToken ditamatkan selaras dengan klausa 5.1, 6, 7, Play Token yang diberikan kepada pihak yang terlibat, Pengguna atau pihak ketika tidak akan dibayar balik.
th: บัญชี PlayToken ที่ถูกยกเลิกที่สัมพันธ์กับข้อ 5.1 ข้อ 6 และข้อ 7 จะไม่มีการคืน Play Tokens ที่มีการมอบให้หรือจัดให้แก่ผู้ที่เกี่ยวข้อง ผู้ใช้และบุคคลที่สาม
zh: 若根据 5.1, 6, 7条款终止了PlayToken帐户，不会向用户或第三方退还游戏代币。

# Restricted_Activities
source: 6. Restricted Activities.
id: 6. Aktivitas yang Dilarang.
ms: 6. Aktiviti Terbatas.
th: 6. กิจกรรมที่มีการควบคุม
zh: 6. 受限制活动。

# Restricted_Activities_description
source: Restricted Activities. In connection with your use of our website, your PlayToken account, or the Services, or in the course of your interactions with PlayToken, a User or a third party, you will not:
id: Aktvitas yang Dilarang. Sehubungan dengan penggunaan Anda atas situs web kami, akun PlayToken Anda, atau Layanan, atau dalam interaksi Anda dengan PlayToken, seorang Pengguna atau pihak ketiga, Anda tidak akan:
ms: Aktiviti Terbatas. Berkaitan dengan penggunaan anda terhadap laman web kami, akaun PlayToken anda atau Perkhidmatan atau untuk interaksi anda dengan PlayToken, Pengguna atau pihak ketiga, anda tidak akan:
th: กิจกรรมที่มีการควบคุม ในการเชื่อมต่อกับการใช้งานเว็บไซต์ของเราบัญชี PlayToken ของคุณ หรือบริการ หรือในส่วนของการติดต่อสื่อสารกับ PlayToken ของคุณ ผู้ใช้หรือบุคคลที่สาม คุณจะต้องไม่:
zh: 受限制活动。在您使用我们的网站、您的PlayToken帐户或服务，或者在您与PlayToken、用户或第三方互动时，您不得：

# Restricted_Activities_description_a
source: (a) Breach this Agreement, the Users Agreement and any other Agreements that you have entered into with PlayToken (including a Policy);
id: (a) Melanggar Perjanjian ini, Perjanjian Pengguna dan Perjanjian lain mana pun yang telah Anda masuki dengan PlayToken (termasuk Kebijakan);
ms: (a) Melanggar Perjanjian ini, Perjanjian Pengguna dan sebarang Perjanjian lain yang telah anda buat dengan PlayToken (termasuk Dasar);
th: (a) ละเมิดสัญญานี้ สัญญาตกลงใช้บริการและสัญญาอื่นใดที่คุณได้เข้าร่วมผูกพันกับ PlayToken (รวมถึงนโยบาย);
zh: (a) 违反本协议、用户协议和任何其它您与PlayToken签订的协议（包括政策）；

# Restricted_Activities_description_b
source: (b) Violate any law, statute, ordinance, or regulation (for example, those governing financial services, consumer protections, unfair competition, anti-discrimination or false advertising);
id: (b) Melanggar hukum, undang-undang, peraturan, atau regulasi (contohnya, yang mengatur layanan finansial, perlindungan konsumen, persaingan yang tidak sehat, anti diskriminasi atau periklanan dusta) mana pun;
ms: (b) Melanggar sebarang undang-undang, statut, ordinan atau peraturan (sebagai contoh, mereka yang mentadbir perkhidmatan kewangan, perlindungan pelanggan, persaingan tidak adil, anti diskriminasi atau pengiklanan palsu);
th: (b) ฝ่าฝืนกฎหมาย ข้อบังคับ พระราชบัญญัติ หรือกฎข้อบังคับใด ๆ (เช่น กฎหมายที่ใช้บังคับบริการทางการเงิน การคุ้มครองผู้บริโภค การแข่งขันอันไม่เป็นธรรม การป้องกันการแบ่งแยกทางเชื้อชาติ หรือการโฆษณาที่ไม่เป็นความจริง);
zh: (b) 违反任何法律、法规、法令，或者条例（例如，对金融服务、顾客保护、不公正竞争、反歧视或虚假广告进行管理的法律、法规、法令，或者条例）；

# Restricted_Activities_description_c
source: (c) Infringe PlayToken or any third party's copyright, patent, trademark, trade secret or other intellectual property rights, or rights of publicity or privacy;
id: (c) Melanggar hak cipta, paten, merek dagang, rahasia dagang atau hak milik intelektual lainnya, atau hak publik atau pribadi mana pun milik PlayToken atau pihak ketiga;
ms: (c) Melanggar hak cipta, paten, tanda dagang, rahsia dagangan atau hak harta intelektual lain atau hak publisiti atau privasi bagi PlayToken atau mana-mana pihak ketiga;
th: (c) ละเมิดลิขสิทธิ์ สิทธิบัตร เครื่องหมายการค้า ความลับทางการค้า หรือสิทธิของทรัพย์สินทางปัญญาอื่น ๆ หรือสิทธิของการเผยแพร่หรือความเป็นส่วนตัวของ PlayToken หรือบุคคลที่สาม;
zh: (c) 侵犯PlayToken或者任何第三方的版权、专利、商标、商业机密，或者其它知识产权、公开权或者隐私权；

# Restricted_Activities_description_d
source: (d) Act in a manner that is defamatory, trade libellous, unlawfully threatening or unlawfully harassing;
id: (d) Melakukan tindakan yang bersifat memfitnah, mencemarkan nama baik, pengancaman atau pelecehan yang melawan hukum;
ms: (d) Bertindak dengan cara yang memfitnah, fitnah bertulis dagangan, ugutan dan gangguan yang menyalahi undang-undang;
th: (d) การกระทำที่เป็นไปในลักษณะหมิ่นประมาท การค้าที่เป็นการหมิ่นประมาท การข่มขู่โดยมิชอบด้วยกฎหมาย หรือการก่อกวนโดยมิชอบด้วยกฎหมาย;
zh: (d) 以诋毁、商业诽谤、非法威胁，或者非法骚扰等方式行事；

# Restricted_Activities_description_e
source: (e) Provide false, inaccurate or misleading Information;
id: (e) Memberikan Informasi yang salah, tidak akurat atau menyesatkan;
ms: (e) Memberikan Maklumat palsu, tidak tepat atau mengelirukan;
th: (e) ให้ข้อมูลที่ไม่เป็นความจริง ไม่ถูกต้องหรือทำให้เข้าใจผิด;
zh: (e) 提供虚假、不准确，或者具有诱导性的信息；

# Restricted_Activities_description_f
source: (f) Send or receive what we reasonably believe to be potentially fraudulent funds;
id: (f) Mengirimkan atau menerima apa yang dapat secara masuk akal kami percayai sebagai dana yang berpotensi merupakan hasil penipuan;
ms: (f) Menghantar atau menerima apa yang kami percaya berkemungkinan dana yang berunsur penipuan;
th: (f) ส่งหรือรับสิ่งที่เราเชื่อโดยมีเหตุมีผลว่าอาจเป็นการหลอกลวงให้โอนเงิน;
zh: (f) 发送或接收我们有理由相信可能具有欺诈性的资金；

# Restricted_Activities_description_g
source: (g) Refuse to cooperate in an investigation or provide confirmation of your identity or any Information you provide to us;
id: (g) Menolak untuk bekerjasama dalam sebuah penyelidikan atau memberikan konfirmasi identitas Anda atau Informasi apa pun yang dapat Anda berikan kepada kami;
ms: (g) Enggan bekerjasama dalam penyiasatan atau memberikan pengesahan identiti anda atau sebarang maklumat yang anda berikan kepada kami;
th: (g) ปฏิเสธที่จะให้ความร่วมมือในการสอบสวนหรือให้การยืนยันเกี่ยวกับตัวตนของคุณหรือข้อมูลใด ๆ ที่คุณให้แก่ เรา;
zh: (g) 拒绝在调查中合作或者对您向 我们提供的身份或者任何信息进行确认；

# Restricted_Activities_description_h
source: (h) Attempt to "double dip" during the course of a dispute by receiving or attempting to receive funds from both PlayToken and Merchants for the same transaction.
id: (h) Mencoba melakukan "double dip" selama proses sengketa dengan menerima atau mencoba untuk menerima dana baik dari PlayToken dan Pedagang untuk transaksi yang sama.
ms: (h) Berusaha untuk "double dip" sepanjang berlakunya pertikaian dengan menerima atau percubaan untuk menerima dana dari kedua-dua PlayToken dan Pedagang untuk transaksi yang sama.
th: (h) พยายามที่จะ"ทำการซ้ำซ้อน" ในระหว่างช่วงเวลาของการโต้แย้งโดยการรับหรือพยายามรับเงินจากทั้งทาง PlayToken และผู้ขายสำหรับการทำธุรกรรมเดียวกัน
zh: (h) 在纠纷过程中试图通过从PlayToken和商户接收或者尝试接收来自相同的交易的资金 "重复收款" 。
