Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

source: About
id: Tentang
ms: Tentang
th: เกี่ยวกับ
zh: 关于我们

source: AWESOME GAMES SUPPORTED
id: MENDUKUNG PERMAINAN-PERMAINAN YANG LUAR BIASA
ms: MENDUKUNG PERMAINAN-PERMAINAN YANG LUAR BIASA
th: รองรับเกมได้ยอดเยี่ยม
zh: 最火热的游戏

source: A better way
id: Sebuah cara yang lebih baik
ms: Sebuah cara yang lebih baik
th: วิธีที่ดีกว่า
zh: 更好的

source: Clubs
id: Klub
ms: Kelab
th: คลับ
zh: 俱乐部

# Dedicated_staffs_to_provide_assistance
source: Dedicated staffs to provide assistance. Need technical support or a friend to play with? We are here for you!
id: Para staf yang berdedikasi menyediakan bantuan. Anda memerlukan bantuan teknis atau teman bermain? Kami di sini untuk Anda!
ms: Kakitangan berdedikasi untuk memberikan sokongan. Memerlukan sokongan teknikal atau rakan untuk bermain dengannya? Kami berada di sini untuk anda!
th: พนักงานที่ทุ่มเทให้ความช่วยเหลือ ต้องการความช่วยเหลือทางเทคนิคหรือเพื่อนเล่นด้วย? เราอยู่ที่นี่เพื่อคุณ!
zh: 指定人员提供帮助。需要技术支持或想要一起玩游戏的朋友？我们在这里为您服务！

# Discover_fun_unique
source: Discover fun, unique and innovative games from up-and-coming developers!
id: Temukan permainan-permainan yang menyenangkan, unik, dan inovatif dari para pengembang terkenal dan pendatang!
ms: Temukan permainan-permainan yang menyenangkan, unik, dan inovatif dari para pengembang terkenal dan pendatang!
th: ค้นพบเกมที่มีความสนุก ไม่ซ้ำใครและนวัตกรรมใหม่ ๆ จากนักพัฒนาซอฟต์แวร์ดาวรุ่ง!
zh: 发现好玩极独一无二的游戏及开发商！

source: Games
id: Permainan
ms: Permainan
th: เกม
zh: 游戏

source: Introducing GToken
id: Memperkenalkan GToken
ms: Memperkenalkan GToken
th: การแนะนำ GToken
zh: 来介绍GToken

# It_transferable
source: It’s transferable
id: Dapat ditransfer
ms: Ia boleh dipindahkan
th: สามารถถ่ายโอนได้
zh: 这是可转让的

source: Login
id: Masuk
ms: Log masuk
th: เข้าระบบ
zh: 登录

source: News
id: Berita
ms: Berita
th: ข่าวสาร
zh: 新闻

# Share_PlayToken_Token_with_your_friends
source: Share PlayToken Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play ♥
id: Share Play Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play ♥
ms: Share Play Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play ♥
th: Share Play Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play ♥
zh: Share Play Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play ♥

source: Sign Up
id: Mendaftar
ms: Mendaftar
th: สมัครใช้งาน
zh: 登记及得到

source: Simply because...
id: Karena...
ms: Karena...
th: ง่าย ๆ ไม่ซับซ้อน เพราะ...
zh: 那是因为。。。

source: Stay supported
id: Tetaplah memperoleh dukungan
ms: Sokongan berterusan
th: ติดตามให้ความช่วยเหลือ
zh: 始终获得支持

source: Support
id: Dukungan
ms: DUKUNGAN
th: ความช่วยเหลือ
zh: 客服

source: Terms
id: Syarat-syarat
ms: Syarat-syarat
th: ข้อตกลง
zh: 条款

source: to enhance your gaming experience
id: untuk meningkatkan pengalaman bermain Anda
ms: untuk meningkatkan pengalaman bermain Anda
th: เพื่อเพิ่มประสบการณ์การเล่นเกมของคุณให้ดีขึ้น
zh: 充分地提升游戏体验

source: Why choose GToken ?
id: Mengapa memilih ?
ms: Mengapa memilih ?
th: ทำไมถึงเลือก GToken ?
zh: 为何选择GToken？

source: Get more with GToken
id: Dapatkan lebih banyak dengan GToken
ms: Dapatkan lebih banyak dengan GToken
th: รับเพิ่มด้วย GToken
zh: 用GToken获得更多

# Register_your_account_now
source: Register your account now to get free Play Token and start playing today!
id: Daftarkan akun Anda sekarang untuk menerima Token Play gratis dan mulai bermain hari ini!
ms: Daftar akaun anda sekarang untuk mendapatkan Play Token percuma dan mula bermain hari ini!
th: ลงทะเบียนบัญชีของคุณเดี๋ยวนี้เพื่อรับ Play Token ฟรีแล้วเริ่มการเล่นเกมวันนี้!
zh: 马上注册您的帐户以获取免费游戏代币并开始玩游戏！

source: A Gateway to Play
id: Gerbang Bermain
ms: Get Laluan untuk Bermain
th: ประตูสำหรับเข้าเล่น
zh: 游戏网关

source: Home page
id: Halaman depan
ms: Halaman depan
th: หน้าแรก
zh: 首页

# We_hope_to_bring_happiness
source: We hope to bring happiness and share the joy with you
id: Semoga kami dapat membawa kegembiraan dan membagikan kebahagiaan kepada Anda
ms: Kami berharap dapat membawa kegembiraan dan berkongsi keseronokan dengan anda
th: เราหวังที่จะนำความสุขและร่วมแบ่งบันความสนุกกับคุณ
zh: 我们希望能够带来欢乐并与您分享

source: Available from Mon - Fri, 11am to 7pm.
id: Buka dari hari Senin - Jumat, pukul 11 pagi sampai 7 malam.
ms: Tersedia dari Isn - Jum, 11pagi hingga 7malam.
th: ให้บริการตั้งแต่วันจันทร์ - วันศุกร์ เวลา 11.00 น. ถึง 17.00 น.
zh: 开放时间：周一至周五，上午11点至晚上7点。

# Call_our_support_agent
source: Call our support agent and get your answer immediately.
id: Hubungi agen dukungan kami dan dapatkan jawaban Anda dengan segera.
ms: Hubungan ejen sokongan kami dan dapatkan jawapan anda dengan segera.
th: โทรหาเจ้าหน้าที่ฝ่ายบริการความช่วยเหลือของเราและรับคำตอบของคุณในทันที
zh: 致电我们的支持专员并马上获得答复。

# Easy_simple_no_credit_card
source: Easy & simple, no credit card needed
id: Mudah & sederhana, tidak diperlukan kartu kredit
ms: Mudah & sederhana, tidak diperlukan kartu kredit
th: ง่าย ๆ & ไม่ซับซ้อน ไม่ต้องใช้บัตรเครดิต
zh: 轻松简单，无需信用卡

source: Games that GToken distributes
id: Permainan yang didistribusikan oleh GToken
ms: Permainan yang GToken edarkan
th: เกมที่ GToken เผยแพร่
zh: GToken 分配的游戏

source: game version
id: Versi permainan
ms: Versi permainan
th: เวอร์ชันเกม
zh: 游戏版本

# PlayToken_Token_is_a_digital_currency_platform
source: PlayToken is a digital currency platform for mobile games that delivers greater choices, convenience and simplicity to our customers in all that we do.We seek out popular and quality games to introduce to our users. We reward our users who achieve VIP status with loyalty rewards, which can be used to redeem exclusive and limited edition items for the games you play.
id: GToken merupakan platform mata uang digital untuk permainan seluler yang menawarkan berbagai pilihan, kenyamanan dan kemudahan yang lebih besar untuk para pelanggan dalam semua hal yang kami lakukan. Kami mencari permainan-permainan yang populer dan berkualitas untuk kami perkenalkan kepada para pengguna kami. Kami memberikan penghargaan kepada para pengguna kami yang memperoleh status VIP dengan penghargaan-penghargaan loyalitas, yang dapat digunakan untuk ditukarkan dengan item-item eksklusif dan edisi terbatas untuk permainan yang Anda mainkan.
ms: PlayToken ialah platform mata wang digital untuk permainan mudah alih yang memberikan pilihan lebih hebat, mudah dan ringkas untuk pelanggan kami dalam semua perkara yang kami lakukan. Kami mencari permainan yang popular dan berkualiti untuk diperkenalkan kepada pengguna kami. Kami memberi ganjaran kepada pengguna kami yang mencapai status VIP dengan ganjaran kesetiaan, yang boleh digunakan untuk menebus item eksklusif dan edisi terhad untuk permainan yang anda mainkan.
th: PlayToken เป็นแพลตฟอร์มสกุลเงินดิจิทัลสำหรับเกมมือถือที่จะนำเสนอทางเลือกที่ดีเยี่ยม ความสะดวกสบายและความเรียบง่ายแก่ลูกค้าของเราในทุก ๆ ด้านที่เราทำ เรามองหาเกมที่เป็นที่นิยมและมีคุณภาพเพื่อนำเสนอให้กับผู้ใช้ของเรา เรามอบรางวัลให้กับผู้ใช้ของเราที่บรรลุสถานะระดับ VIP ด้วยรางวัลความภักดี ซึ่งสามารถใช้แลกรายการของพิเศษและรายการของที่มีการผลิตออกมาจำนวนจำกัดสำหรับเกมที่คุณเล่น
zh: 是一个针对手机游戏的数字货币平台，我们所做的一切都是为了为我们的顾客带来更大的选择、便利以及简洁。我们挑选出受欢迎和高品质的游戏介绍给我们的用户。我们对达到VIP身份的用户进行忠诚度奖励，这些奖励可用于为您玩的游戏兑换专享和有限版本的商品。

# GToken_is_a_gateway_to_play
source: GToken is a gateway to play: when you play, you get happiness. We hope to bring happiness and share the joy with your friends and loved ones when you play with us.
th: GToken เป็นทางผ่านสำหรับเล่นเกม: เมื่อคุณเล่นเกม คุณจะได้รับความสุข เราหวังที่จะนำความสุขและแบ่งบันความเพลิดเพลินกับเพื่อน ๆ และคนที่คุณรักเมื่อคุณเล่นเกมกับเรา
zh: GToken是一个玩乐的渠道。当你玩游戏时，能够得到乐趣。我们希望您能够带给您身边的家人及朋友无穷的欢乐。

source: GToken website
id: Situs web GToken
ms: Laman web GToken
th: เว็บไซต์ GToken
zh: GToken 网站

source: Need Immediate Help?
id: Perlu Bantuan Segera?
ms: Memerlukan Bantuan Segera?
th: ต้องการความช่วยเหลือในทันที?
zh: 需要立即获得帮助？

source: OS version
id: versi Sistem Operasi
ms: Versi OS
th: เวอร์ชัน OS
zh: 操作系统版本

# Our_customer_support_team
source: Our customer support team are happy to answer your questions
id: Tim dukungan pelanggan kami dengan senang hati akan menjawab pertanyaan-pertanyaan Anda
ms: Tim dukungan pelanggan kami dengan senang hati akan menjawab pertanyaan-pertanyaan Anda
th: ทีมให้บริการลูกค้าของเรายินดีตอบคำถามของคุณ
zh: 我们客服组会很乐意的回复您的问题。

source: Phone Call
id: Panggilan Telepon
ms: Panggilan Telefon
th: การติดต่อทางโทรศัพท์
zh: 电话

source: Send Us A Message
id: Kirimkan Pesan Kepada Kami
ms: Hantar Mesej Kepada Kami
th: ส่งข้อความถึงเรา
zh: 给我们留言

source: send your message
id: kirimkan pesan Anda
th: ส่งข้อความของคุณ
zh: 发送消息

source: Subject
id: Subjek
ms: Subjek
th: ชื่อหัวข้อ
zh: 主题

# We_provide_our_undivided_attention
source: We provide our undivided attention and support to our users who requires help and attention, be it regarding a technical issue, advice on how to clear a stage you are stuck with, or even a gaming companion when you wish to find someone you can play with. PlayToken is a gateway to play: when you play, you get happiness. We hope to bring happiness and share the joy with your friends and loved ones when you play with us.
id: Kami mencurahkan perhatian dan dukungan penuh kepada para pengguna kami yang memerlukan bantuan dan perhatian, apakah itu mengenai masalah teknis, saran tentang bagaimana menyelesaikan tingkat yang sulit, atau bahkan menjadi teman bermain saat Anda sedang mencari teman bermain. GToken merupakan pintu gerbang untuk bermain: saat Anda bermain, Anda gembira. Semoga kami dapat membawa kegembiraan dan membagikan kebahagiaan kepada teman-teman dan orang yang Anda sayangi saat Anda bermain dengan kami.
ms: Kami memberikan perhatian dan sokongan tidak berbelah bagi kepada pengguna kami yang memerlukan bantuan dan perhatian, berkenaan isu teknikal, memberi nasihat tentang bagaimana hendak melepasi tahap yang anda terperangkap di dalamnya atau juga teman permainan apabila anda mahu mencari seseorang yang anda boleh bermain dengannya. PlayToken ialah get laluan untuk bermain: apabila anda bermain, anda mendapat kegembiraan. Kami berharap untuk membawa kegembiraan dan berkongsi keseronokan dengan rakan-rakan anda dan yang tersayang apabila anda bermain bersama-sama kami.
th: เราเสนอการให้ความช่วยเหลือและการให้ความใส่ใจที่ไม่อาจแยกจากกันได้ให้กับผู้ใช้ของเราที่ร้องขอความช่วยเหลือและความใส่ใจ ซึ่งเกี่ยวกับปัญหาทางเทคนิค ให้คำแนะนำเกี่ยวกับวิธีการขจัดขั้นตอนที่คุณติดอยู่ หรือแม้แต่การเป็นเพื่อนเล่นเกมเมื่อคุณต้องการหาใครสักคนที่คุณสามารถเล่นด้วยได้ PlayToken เป็นประตูสำหรับการเล่นเกม:เมื่อคุณเล่น คุณจะมีความสุข เราหวังที่จะนำความสุขและแบ่งปันความสนุกกับเพื่อน ๆ ของคุณและคนที่คุณรักเมื่อคุณเล่นกับเรา
zh: 我们向需要帮助和关注的用户提供全身心的关注和支持，无论是关于技术问题、关于如何解决您陷入的困境，甚或是帮助您找到一个您可以一起玩游戏的同伴。PlayToken 是一个游戏网关：您在玩游戏时便可获得快乐。我们希望能够为您带来快乐，让您在通过我们玩游戏时与家人和所爱的人们分享乐趣。

source: We will get back to you shortly.
id: Kami akan segera menghubungi Anda.
ms: Kami akan menghubungi anda tidak lama lagi.
th: เราจะติดต่อคุณในเร็ว ๆ นี้.
zh: 我们很快会与您联系

# What_On_Your_Mind
source: What's On Your Mind
id: Apakah Yang Ada Dalam Pikiran Anda ?
ms: Apakah Yang Ada Dalam Pikiran Anda ?
th: คุณกำลังคิดอะไรอยู่?
zh: 您在想什么？

# WHAT_YOUR_ISSUE_ABOUT
source: WHAT'S YOUR ISSUE ABOUT?
id: Mengenai Apakah Masalah Anda?
ms: Apakah Isu Yang Anda Hadapi?
th: ปัญหาของคุณเกี่ยวกับอะไร?
zh: 您的问题是关于什么的？

source: WHICH GAME TROUBLES YOU?
id: Permainan Manakah yang Menyulitkan Anda?
ms: Permainan Manakah Yang Menyusahkan Anda?
th: เกมใดที่สร้างปัญหาให้กับคุณ?
zh: 哪种游戏困扰着您？

source: Your current OS?
id: Sistem Operasi Anda saat ini?
ms: OS semasa anda?
th: ระบบ OS ปัจจุบันของคุณ?
zh: 您当前的操作系统？

source: Your device model
id: Model perangkat Anda
ms: Model peranti anda
th: รุ่นอุปกรณ์ของคุณ
zh: 您的发票模式

source: Your email
id: Surel Anda
ms: E-mel Anda
th: อีเมลของคุณ
zh: 您的电子邮箱地址

source: Your Message
id: Pesan Anda
ms: Mesej Anda
th: ข้อความของคุณ
zh: 您的留言

source: Your name
id: Nama Anda
ms: Nama Anda
th: ชื่อของคุณ
zh: 您的姓名

source: Don't have an account?
id: Tidak memiliki akun?
ms: Tidak memiliki akun?
th: ไม่มีบัญชี?
zh: 没有帐号？

source: Forgot Password ?
id: Lupa Kata Sandi ?
ms: Lupa Kata Sandi ?
th: ลืมรหัสผ่าน?
zh: 忘记密码？

source: Login and having fun!
zh: 登入及享受无穷乐趣！

source: Password
id: Kata Sandi
ms: Kata Laluan
th: รหัสผ่าน
zh: 密码

source: Remember me
id: Ingat saya
ms: Ingat saya
th: จำฉันไว้
zh: 保存帐号资料

source: Sign up & get 1 free
id: Mendaftarlah dan dapatkan 1 gratis
ms: Mendaftarlah dan dapatkan 1 gratis
th: สมัครใช้งาน & รับฟรี 1
zh: 登记及获得免费

source: Username
id: Nama pengguna
ms: Nama pengguna
th: ชื่อผู้ใช้
zh: 用户名

source: Admin Panel
id: Panel Admin
ms: Panel Pentadbir
th: แผงควบคุมผู้ดูแลระบบ
zh: 管理员面板

source: Amount
id: Jumlah
ms: Amaun
th: จำนวนเงิน
zh: 金额

source: Balance
id: Saldo
ms: Baki
th: ยอดคงเหลือ
zh: 余额

source: Basic Info
id: Info Dasar
ms: Maklumat Asas
th: ข้อมูลเบื้องต้น
zh: 基本信息

source: Cancel
id: Batalkan
ms: Batal
th: ยกเลิก
zh: 取消

source: change
id: Tukarkan
ms: Menukar
th: แลกเปลี่ยน
zh: 兑换

# characters_left
source: {0} characters left
id: tersisa {0} lagi
ms: {0} baki aksara
th: เหลืออีก {0} อักขระ
zh: 剩余 {0} 个字符

source: Come and hangout with us!
id: Kemari dan berkumpullah bersama kami!
ms: Marilah melepak bersama kami!
th: มาสังสรรค์กับเรา!
zh: 来和我们一起玩吧！

source: Coming Soon
id: Segera hadir
ms: Akan datang
th: เร็ว ๆ นี้
zh: 即将推出

source: Company Address:
id: Alamat Perusahaan
ms: Alamat Syarikat
th: ที่อยู่บริษัท:
zh: 公司地址:

source: Content Rating
id: Nilai Konten
ms: Penarafan Kandungan
th: การให้คะแนนเนื้อหา
zh: 当前评分

source: Current Version
id: Versi Saat Ini
ms: Versi Semasa
th: เวอร์ชันปัจจุบัน
zh: 当前版本

source: Description
id: Keterangan
ms: Penerangan
th: คำอธิบาย
zh: 描述

source: Discover new best releases
id: Temukan rili-rilis baru terbaik
ms: Ketahui keluaran baharu yang terbaik
th: ค้นพบการเปิดตัวใหม่ที่ดีที่สุด
zh: 发现新推出的最佳产品

source: Download
id: Unduh
ms: Muat Turun
th: ดาวน์โหลด
zh: 下载

source: edit
id: Media
ms: Media
th: สื่อ
zh: 媒体

source: Edit Profile
id: Edit Profil
ms: Edit Profil
th: แก้ไขโปรไฟล์
zh: 编辑个人资料

source: Email
id: Surel
ms: E-mel
th: อีเมล
zh: 电子邮箱

source: Exchange
id: Tukarkan
ms: Menukar
th: แลกเปลี่ยน
zh: 兑换

# Exchange_your_PlayToken_for_in_game
source: Exchange your PlayToken for in-game items and have fun playing
id: Tukarkan PlayToken Anda dengan item dalam permainan dan bersenang-senanglah dalam bermain
ms: Menukar PlayToken anda untuk item dalam permainan dan seronok bermain
th: แลก PlayToken ของคุณกับรายการในเกมแล้วสนุกกับการเล่น
zh: 用您的 PlayToken 兑换游戏内商品，享受游戏乐趣

source: Featured Games
id: Permainan Utama
ms: Permainan Cetera
th: ฟีเจอร์เกม
zh: 特色游戏

source: Free Play Token
id: Token Play Gratis
ms: Play Token Percuma
th: Play Token ฟรี
zh: 免费游戏代币

source: Friends
id: Teman-teman
ms: Rakan-rakan
th: เพื่อน ๆ
zh: 朋友

source: Game About
id: Tentang Permainan
ms: Permainan Mengenai
th: คำอธิบาย
zh: 游戏关于

source: Genre
th: ประเภท
zh: 类型

source: Getting Started
id: Memulai
ms: Bermula
th: ไปเริ่มกันเลย
zh: 开始

# Get_more_PlayToken_and_exchange_in_game
source: Get more PlayToken and exchange in-game items for a better rate
id: Dapatkan lebih banyak PlayToken dan tukarkan item dalam permainan dengan kurs yang lebih baik
ms: Dapatkan lebih PlayToken dan menukar item dalam permainan untuk kadar lebih baik
th: รับ PlayToken เพิ่มแล้วแลกรายการในเกมสำหรับอัตราแลกเปลี่ยนที่ดีกว่า
zh: 获得更多 PlayToken 并以一个更好的价格在兑换游戏内商品

source: Get more with PlayToken
id: Dapatkan lebih banyak dengan PlayToken
ms: Dapatkan lebih dengan PlayToken
th: รับเพิ่มกับ PlayToken
zh: 通过 PlayToken 获得更多

# Get_special_deals
source: Get special deals, best price for in-game items and exclusive content only available to our PlayToken members.
id: Dapatkan diskon khusus, harga terbaik untuk item dalam permainan dan konten eksklusif yang hanya tersedia untuk para anggota PlayToken kami.
ms: Dapatkan tawaran istimewa, harga terbaik untuk item dalam permainan dan kandungan eksklusif hanya tersedia untuk ahli PlayToken kami.
th: รับข้อเสนอพิเศษ ราคาสุดยอดเยี่ยมสำหรับรายการของในเกมและเนื้อหาพิเศษสุดที่มีให้กับสมาชิก PlayToken ของเราเท่านั้น
zh: 享受我们的 PlayToken 会员可获得的最佳优惠、游戏内商品最优惠价格，以及独家内容。

# GToken_believes_that_gaming_is_about_connecting_people
source: GToken believes that gaming is about connecting people and having fun, so we've committed ourselves to build lifestyle clubs all over SEA that are free to use for our members and friends, where people can hang out with like-minded people, connect to high-speed internet wifi, enjoy free refreshments while playing games and chilling out in a conducive environment.
id: GToken percaya bahwa permainan merupakan cara untuk menghubungkan antar orang dan bersenang-senang, jadi kami berkomitmen untuk membuat klub gaya hidup di seluruh SEA yang dapat digunakan secara gratis oleh para anggota dan teman-teman kami, di mana orang-orang dapat berkumpul dengan mereka yang sepikiran, terhubung ke wifi internet berkecepatan tinggi, menikmati penyegaran gratis selagi bermain dan bersantai di lingkungan yang mendukung.
ms: Gtoken percaya bahawa permainan adalah tentang menghubungkan orang dan berseronok, oleh itu kami sendiri komited untuk membina kelab gaya hidup di seluruh SEA yang bebas digunakan untuk ahli kami dan rakan-rakan, di mana mereka boleh melepak bersama-sama orang yang sehaluan, bersambung ke wifi internet berkelajuan tinggi, menikmati kesegaran yang bebas ketika bermain permainan dan bersantai dalam persekitaran yang sesuai.
th: GToken เชื่อว่าการเล่นเกมเกี่ยวกับการเชื่อมต่อกับผู้คนและการมีความสนุก เราจึงให้คำมั่นกับตัวเองที่จะสร้างคลับตามรูปแบบการดำเนินชีวิตทั่วทั้งเอเชียตะวันออกเฉียงใต้ซึ่งสมาชิกของเราและเพื่อน ๆ สามารถใช้ได้ฟรี ที่ที่ผู้คนจะใช้เวลาพูดคุยกับคนที่มีความคิดเห็นเหมือน ๆ กัน เชื่อมต่อกับ wifi อินเทอร์เน็ตความเร็วสูง สนุกกับความสดชื่นฟรี ๆ ในขณะที่เล่นเกมและผ่อนคลายในสภาพแวดล้อมที่เกิดขึ้น
zh: GToken认为，游戏的目的是为了将人们互相联系并享受乐趣，因此，我们致力于创建供我们的会员和朋友们免费使用的生活方式的海上俱乐部。在这里，人们可以与志同道合的人一起玩、连接至高速无线网络，并在玩游戏以及在一种有利的环境中休息放松的同时享受免费茶点。

source: GToken Clubs
id: Klub GToken
ms: Kelab GToken
th: คลับ GToken
zh: GToken 俱乐部

source: Invoice
id: Tagihan
ms: Invois
th: ใบแจ้งหนี้
zh: 发票

source: Join Date
id: Tanggal Bergabung
ms: Tarikh Sertai
th: วันที่เข้าร่วม
zh: 加入日期

source: Location
id: Lokasi
ms: Lokasi
th: สถานที่ตั้ง
zh: 位置

source: Log Out
id: Keluar
ms: Log Keluar
th: ออกจากระบบ
zh: 退出

source: Malaysia
th: มาเลเซีย
zh: 马来西亚

source: Media
th: สื่อ
zh: 媒体

source: More Detail
id: Detail Lebih Lanjut
ms: Lebih Butiran
th: รายละเอียดเพิ่มเติม
zh: 更多详情

source: people
id: orang-orang
ms: orang
th: ผู้คน
zh: 人

source: Platform
th: แพลตฟอร์ม
zh: 平台

source: Play Token
id: Token Play
zh: 游戏代币

source: Profile
id: Profil
ms: Profil
th: โปรไฟล์
zh: 个人资料

source: Referee
id: Rujukan
ms: Si-dirujuk
th: ผู้อ้างอิง
zh: 推荐人

source: Referral Link
id: Tautan Rujukan
ms: Pautan Rujukan
th: ลิงก์อ้างอิง
zh: 推荐链接

source: Release
id: Rilis
ms: Terbitan
th: เปิดตัว
zh: 发布

source: Release Date
id: Tanggal Rilis
ms: Tarikh Terbitan
th: วันที่เปิดตัว
zh: 发布日期

source: Save
id: Simpan
ms: Simpan
th: บันทึก
zh: 保存

source: Search games...
id: Cari permainan...
ms: Cari permainan...
th: ค้นหาเกม...
zh: 搜索游戏...

source: See All
id: Tampilkan Semuanya
ms: Lihat semua
th: ดูทั้งหมด
zh: 查看全部

# Share_Play_Token
source: Share Play Token with your friends and loved ones, and empower them with the freedom to upgrade whichever games they like to play
id: Bagikan Token Play dengan teman-teman dan mereka yang Anda sayangi, dan mampukan mereka untuk meningkatkan permainan apa pun kesukaan mereka
ms: Berkongsi Play Token dengan rakan-rakan anda dan yang tersayang serta memberi kuasa kepada mereka dengan kebebasan untuk menaik taraf mana-mana permainan yang mereka ingin mainkan
th: แชร์ Play Token กับเพื่อน ๆ และคนที่คุณรัก แล้วมอบอำนาจให้พวกเขาด้วยอิสรภาพในการอัปเกรดเกมใดก็ได้ที่พวกเขาชอบเล่น
zh: 与您的朋友和所爱的人们分享游戏代币，让他们能够自由升级他们想要玩的任何游戏

source: show
id: tampilkan
ms: tunjukkan
th: แสดง
zh: 显示

source: Singapore
id: Singapura
ms: Singapura
th: สิงคโปร์
zh: 新加坡

source: Size
id: Ukuran
ms: Saiz
th: ขนาด
zh: 大小

source: Something you might want to do
id: Sesuatu yang mungkin ingin Anda lakukan
ms: Sesuatu yang mungkin anda mahu lakukan
th: บางอย่างที่คุณอาจจะอยากทำ
zh: 您可能会想要做的事情

source: Time
id: Waktu
ms: Masa
th: เวลา
zh: 时间

source: Top Up
id: Tambahkan
ms: Tambah nilai
th: เติมเงิน
zh: 充值

source: Transaction
id: Transaksi
ms: Transaksi
th: การทำธุรกรรม
zh: 交易

source: Transactions
id: Transaksi
ms: Transaksi
th: การทำธุรกรรม
zh: 交易

source: Transfer
ms: Pindahkan
th: โอน
zh: 转让

# Transfer_PlayToken_to_your_friends
source: Transfer PlayToken to your friends and enjoy the fun together
id: Transfer PlayToken ke teman-teman Anda dan bersenang-senanglah bersama
ms: Pindahkan PlayToken kepada rakan-rakan anda dan nikmati keseronokan bersama
th: โอน PlayToken ให้กับเพื่อน ๆ ของคุณแล้วเพลิดเพลินกับความสนุกด้วยกัน
zh: 向您的朋友转让 PlayToken ，与他们一起享受乐趣

source: Unfriend
id: Hapus pertemanan
ms: Tidak menjadi rakan
th: เลิกเป็นเพื่อน
zh: 解除朋友关系

source: Updated
id: Telah diperbarui
ms: Dikemas Kini
th: อัปเดตแล้ว
zh: 已更新

source: Update in Latest Version
id: Pembaruan di Versi Terbaru
ms: Kemas Kini dalam Versi Terkini
th: อัปเดตเป็นเวอร์ชันล่าสุด
zh: 在最新版本中更新

source: Welcome
id: Selamat Datang
ms: Selamat datang
th: ยินดีต้อนรับ
zh: 欢迎

source: Where you share Happiness playing Together
id: Di mana Anda berbagi Kebahagiaan bermain Bersama
ms: Di mana anda berkongsi Kegembiraan bermain Bersama
th: ที่ที่คุณแบ่งปันความสุขด้วยการเล่นด้วยกัน
zh: 一起游戏时分享快乐的地方

source: Why choose PlayToken
id: Mengapa memilih PlayToken
ms: Kenapa memilih PlayToken
th: ทำไมถึงเลือก PlayToken
zh: 为什么选择 PlayToken

source: Write your short bio here...
id: Tuliskan biodata singkat Anda di sini...
ms: Catatkan biodata ringkas anda di sini...
th: เขียนประวัติส่วนตัวโดยย่อของคุณที่นี่...
zh: 在这里撰写您的个人简历...

source: Your Country
id: Negara Anda
ms: Negara Anda
th: ประเทศของคุณ
zh: 您的国家

source: Your Nickname
id: Nama panggilan Anda
ms: Nama Samaran Anda
th: ชื่อเล่นของคุณ
zh: 您的昵称

source: Your Short Bio
id: Biodata Singkat Anda
ms: Biodata Ringkas Anda
th: ประวัติส่วนตัวโดยย่อของคุณ
zh: 您的个人简历

source: Your wallet balance
id: Saldo dompet Anda
ms: Baki dompet anda
th: ยอดคงเหลือในกระเป๋าของคุณ
zh: 您的钱包余额

source: Get to know more about us
id: Ketahui lebih jauh mengenai kam
ms: Ingin mengetahui lebih lanjut mengenai kami
th: รู้จักเรามากขึ้น
zh: 了解更多关于我们的信息

source: PlayToken News
id: Berita PlayToken
ms: Berita PlayToken
th: ข่าวสารของ PlayToken
zh: PlayToken 新闻

source: Select
id: Pilih
ms: Pilih
th: เลือก
zh: 选择

source: Select game
id: Pilih permainan
ms: Pilih permainan
th: เลือกเกม
zh: 选择游戏

source: Send Message
id: Kirimkan Pesan
ms: Hantar Mesej
th: ส่งข้อความ
zh: 发送留言

source: Write your message here...
id: Tulis pesan Anda di sini...
ms: Tulis mesej anda di sini…
th: เขียนข้อความของคุณที่นี่...
zh: 在这里撰写您的留言...

source: After this, there is no turning back.
id: Setelah ini, Anda tidak dapat kembali.
ms: Selepas ini, tiada boleh berpatah balik.
th: จะไม่มีการย้อนกลับมาอีกหลังจากนี้
zh: 在此之后将不可返回。

source: All Games
id: Semua Permainan
ms: Semua Permainan
th: เกมทั้งหมด
zh: 所有游戏

source: All Genres
id: Semua Genre
ms: Semua Genre
th: ทุกประเภท
zh: 所有类型

source: All Platforms
id: Semua Platform
ms: Semua Platform
th: ทุกแพลตฟอร์ม
zh: 所有平台

source: Back to Profile page
id: Kembali ke halaman Profil
ms: Kembali ke halaman Profi
th: กลับไปยังหน้าโปรไฟล์
zh: 返回个人资料页面

source: Changed your mind?
id: Berubah pikiran?
ms: Ubah fikir anda?
th: คุณเปลี่ยนใจ?
zh: 您改主意了？

source: Change your email
id: Ubah surel Anda
ms: Ubah e-mel anda
th: เปลี่ยนอีเมลของคุณ
zh: 更改您的电子邮箱地址
