Repository: vietplayfuri/Asp_Master
Catalog: GoPlay/Resources/Resources.*.resx
Languages: id, ms, th, zh

# No_Warranty_description_1
source: PlayToken, OUR PARENT, EMPLOYEES AND OUR SUPPLIERS PROVIDE OUR SERVICES "AS IS" AND WITHOUT ANY WARRANTY OR CONDITION, EXPRESS, IMPLIED OR STATUTORY. PlayToken, OUR PARENT, EMPLOYEES AND OUR SUPPLIERS SPECIFICALLY DISCLAIM ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.
id: PlayToken, INDUK, PEGAWAI DAN PEMASOK KAMI MENYEDIAKAN LAYANAN KAMI "SEBAGAIMANA ADANYA" DAN TANPA JAMINAN ATAU KONDISI APA PUN, TERSIRAT MAUPUN TERSURAT ATAU MENURUT UNDANG-UNDANG. PlayToken, INDUK, PEGAWAI, DAN PEMASOK KAMI SECARA KHUSUS MELEPASKAN JAMINAN APA PUN MENGENAI TITEL, KELAYAKAN BARANG DAGANGAN, KESESUAIAN UNTUK TUJUAN TERTENTU DAN KETIADAAN PELANGGARAN.
ms: PlayToken, SYARIKAT INDUK, PEKERJA DAN PEMBEKAL KAMI MEMBERIKAN PERKHIDMATAN KAMI "SEPERTI SEADANYA" DAN TANPA SEBARANG WARANTI ATAU SYARAT, NYATA, TERSIRAT ATAU STATUTORI, PlayToken, SYARIKAT INDUK, PEKERJA DAN PEMBEKAL KAMI SECARA KHUSUS MENAFIKAN SEBARANG WARANTI TERSIRAT MENGENAI HAK MILIK, KEBOLEHDAGANGAN, KESESUAIAN UNTUK TUJUAN TERTENTU DAN KETIADAAN PELANGGARAN.
th: PlayToken ต้นสังกัดของเรา พนักงานและผู้จัดหาบริการของเราจัดให้บริการ "ตามที่เป็น" และโดยไม่มีการรับรอง หรือเงื่อนไขใด ๆ การแสดงออก การบอกเป็นนัย หรือการแสดงออกทางกฎหมาย PlayToken ต้นสังกัดของเรา พนักงานและผู้จัดหาของเราขอปฏิเสธโดยเฉพาะในส่วนของสิ่งที่มีการบอกเป็นนัยถึงการรับประกันของกรรมสิทธิ์ ความสามารถของผู้ขาย ความเหมาะสมสำหรับวัตถุประสงค์โดยเฉพาะและไม่ถือเป็นการละเมิด
zh: PlayToken，我们的母公司、雇员和我们的供应商是 "按当时现状"提供我们的服务的，不作出任何明确、暗示，或者法定保证或条件。PlayToken，我们的母公司、雇员和我们的供应商特别声明不对任何所有权，针对某一特定目的的适销性和适合性，以及非侵权性作出任何暗示保证。

# No_Warranty_description_2
source: PlayToken does not have any control over the products or services that are paid for with our Service and PlayToken cannot ensure that a buyer or a seller you are dealing with will actually complete the transaction.
id: PlayToken tidak memiliki kendali atas produk atau layanan yang dibayar menggunakan Layanan kami dan PlayToken tidak dapat memastikan bahwa seorang pembeli atau penjual akan benar-benar menyelesaikan transaksi.
ms: PlayToken tidak mempunyai sebarang kawalan terhadap produk atau perkhidmatan yang dibayar dengan Perkhidmatan kami dan PlayToken tidak dapat memastikan bahawa pembeli atau penjual yang berurusan dengan anda sebenarnya akan melengkapkan transaksi.
th: PlayToken มิได้มีสิทธิ์ควบคุมใด ๆ ต่อสินค้าหรือบริการที่มีการชำระเงินด้วยบริการของเรา PlayToken ไม่สามารถทำให้แน่ใจได้ว่าผู้ซื้อหรือผู้ขายกำลังดำเนินการกับการทำธุรกรรมที่เสร็จสมบูรณ์จริง ๆ
zh: PlayToken 对通过我们的服务支付的产品或服务不具有任何控制力，并且，PlayToken无法保证与您交易的买家或卖家实际上会完成交易。

# No_Warranty_description_3
source: PlayToken does not guarantee continuous, uninterrupted or secure access to our Service, and operation of our site may be interfered with by numerous factors outside of our control.
id: PlayToken tidak menjamin akses yang berkelanjutan, tanpa terputus atau aman ke Layanan kami, dan pengoperasian situs kami dapat dipengaruhi oleh banyak faktor yang berada di luar kendali kami.
ms: PlayToken tidak menjamin akses berterusan, tanpa gangguan atau selamat kepada Perkhidmatan kami dan operasi bagi laman kami boleh diganggu oleh pelbagai faktor di luar kawalan kami.
th: PlayToken ไม่รับประกันความต่อเนื่อง การไม่ขาดตอน หรือความปลอดภัยสำหรับการเข้าใช้บริการและการปฏิบัติการของเราบนเว็บไซต์ของเราซึ่งอาจจะมีการแทรกแซงจากปัจจัยภายนอกจำนวนมากที่อยู่เหนือการควบคุมของเรา
zh: PlayToken 不保证能够持续、不被中断，或者安全地访问我们的服务，并且，我们的网站可能会受到超出我们控制范围的众多因素的干扰。

# No_Warranty_description_4
source: PlayToken will make reasonable efforts to ensure that requests and transaction involving the use of PlayToken Physical Scratch Cards and Merchants’ transaction mechanism (E-payments) involving PlayToken are processed in a timely manner but PlayToken makes no representations or warranties regarding the amount of time needed to complete processing because our Service is dependent upon many factors outside of our control, such as technical difficulties experienced by PlayToken’s Internet Providers, User’s Internet Providers as well as other online third parties involvement in internet functionality. Some countries do not allow the disclaimer of implied warranties, so the foregoing disclaimers may not apply to you. This paragraph gives you specific legal rights and you may also have other legal rights that vary from countries to countries.
id: PlayToken akan melakukan upaya-upaya yang masuk akal untuk memastikan permintaan dan transaksi yang melibatkan penggunaan Kartu Gesek Fisik PlayToken dan mekanisme transaksi Pedagang (pembayaran elektronik) yang melibatkan PlayToken untuk diproses dalam waktu yang sesuai tetapi PlayToken tidak mewakili atau menjamin lamanya waktu yang diperlukan untuk menyelesaikan proses karena Layanan kami tergantung pada banyak faktor yang berada di luar kendali kami, seperti kesulitan-kesulitan teknis yang dialami oleh Penyedia Internet PlayToken, Penyedia Internet Pengguna serta pihak ketiga online lainnya yang terlibat dalam fungsionalitas internet. Beberapa negara tidak mengizinkan pelepasan tanggung jawab jaminan yang tertera, jadi pelepasan tanggung jawab yang tertulis sebelumnya mungkin tidak berlaku bagi Anda. Paragraf ini berisi hak-hak legal khusus dan Anda mungkin juga memiliki hak-hak legal lain yang bervariasi dari negara ke negara.
ms: PlayToken akan melakukan usaha yang munasabah untuk memastikan bahawa permintaan dan transaksi yang melibatkan penggunaan Kad Gores Fizikal (Physical Scratch Card) PlayToken dan mekanisme transaksi Pedagang (E-bayaran) yang melibatkan PlayToken diproses dalam cara yang tepat pada masanya tetapi PlayToken tidak memberi sebarang kenyataan atau waranti berkenaan amaun masa yang diperlukan untuk melengkapkan pemprosesan kerana Perkhidmatan kami bergantung pada banyak faktor di luar kawalan kami, seperti kesukaran teknikal yang dialami oleh Pembekal Internet PlayToken, Pembekal Internet Pengguna serta penglibatan pihak ketiga dalam talian lain di dalam kefungsian internet. Sesetengah negara tidak membenarkan penafian waranti yang tersirat, oleh itu penafian yang dinyatakan di atas tidak terpakai untuk anda. Perenggan ini memberikan anda hak perundangan tertentu dan anda juga boleh mempunyai hak perundangan lain yang berbeza mengikut negara.
th: PlayToken จะใช้ความพยายามอย่างเหมาะสมในการทำให้มั่นใจว่าคำขอและการทำธุรกรรมที่มีส่วนเกี่ยวข้องกับการใช้บัตรขูดของ PlayToken และเครื่องทำธุรกรรมของผู้ขาย (การชำระเงินอิเล็กทรอนิกส์) ที่เกี่ยวกับ PlayToken มีการดำเนินการในแบบที่ตรงเวลา แต่ PlayToken จะไม่ดำเนินการแทนหรือรับประกันเกี่ยวกับระยะเวลาที่จำเป็นต้องใช้ในการดำเนินการให้เสร็จสมบูรณ์เนื่องจากบริการของเราขึ้นอยู่กับปัจจัยภายนอกหลาย ๆ ปัจจัยที่อยู่เหนือการควบคุมของเรา เช่น การประสบกับปัญหาทางเทคนิคของผู้ให้บริการอินเทอร์เน็ตของ PlayToken ผู้ให้บริการอินเทอร์เน็ตของผู้ใช้ รวมถึงบุคคลที่สามที่ให้บริการออนไลน์อื่น ๆ ซึ่งมีส่วนเกี่ยวข้องกับการทำงานของอินเทอร์เน็ต บางประเทศไม่อนุญาตให้ปฏิเสธความรับผิดชอบของสิ่งที่บอกเป็นนัยว่าเป็นการรับรอง ดังนั้นการปฏิเสธความรับผิดชอบก่อนหน้านี้อาจจะใช้ไม่ได้กับคุณ ย่อหน้านี้จะให้สิทธิทางกฎหมายโดยเฉพาะกับคุณและคุณยังอาจจะมีสิทธิ์ทางกฎหมายอื่น ๆ ซึ่งแตกต่างไปตามแต่ละประเทศ
zh: PlayToken 会做出合理努力确保涉及PlayToken的实际刮刮卡以及商户的关于PlayToken的交易机制（电子支付）使用的请求和交易会得到及时处理，但是，PlayToken不对完成交易所需的时间作出陈述或者保证，因为我们的服务取决于我们控制范围之外的许多因素，如：PlayToken的网络提供商遇到的技术困难，用户的网络提供商，以及其他参与互联网功能性的网上第三方。有些国家不允许关于暗示保证的免责声明，因此，前述免责声明可能不适用于您。本段赋予特定法律权利，您也可能拥有其它法律权利，视国家的不同而不同。

# Indemnification
source: 10.7 Indemnification.
id: 10.7 Penggantian Kerugian.
ms: 10.7 Pembayaran Ganti Rugi.
th: 10.7 การชดใช้ค่าสินไหมทดแทน
zh: 10.7 赔偿。

# Indemnification_description
source: You agree to defend, indemnify and hold PlayToken, its parent, officers, directors and employees harmless from any claim or demand (including attorneys' fees) made or incurred by any third party due to or arising out of your breach of this Agreement and/or your use of the Services.
id: Anda setuju untuk menghindarkan, menjamin dan melindungi PlayToken, induk, para pejabat, direktur dan pegawainya dari klaim atau tuntutan apa pun (termasuk biaya pengacara) yang dibuat atau muncul oleh dan dari pihak ketiga mana pun atau timbul sebagai akibat dari pelanggaran Anda akan Perjanjian ini dan/atau penggunaan Anda atas Layanan.
ms: Anda bersetuju untuk mempertahankan, membayar ganti rugi dan tidak mensabitkan PlayToken, syarikat induk, pegawai, pengarah dan pekerjanya daripada sebarang tuntutan dan permintaan (termasuk yuran guaman) yang dibuat atau ditanggung oleh mana-mana pihak ketiga disebabkan oleh atau timbul daripada pelanggaran anda terhadap Perjanjian ini dan/atau penggunaan Perkhidmatan.
th: คุณยอมรับที่จะแก้ต่าง จ่ายค่าชดเชยและระงับการเรียกร้องหรืออ้างสิทธิ์ใด ๆ จาก PlayToken ต้นสังกัดของมัน พนักงาน ผู้อำนวยการและลูกจ้าง (รวมถึงค่าธรรมเนียมของทนายความ) ที่ได้ทำหรือเกิดขึ้นโดยบุคคลที่สามอันเนื่องจากหรือเกิดขึ้นจากการละเมิดสัญญาฉบับนี้ของคุณและ หรือการใช้บริการของคุณ
zh: 您同意保护、赔偿，以及使PlayToken、其母公司、官员、主管和雇员不受由任何第三方因您违反本协议和/或您对这些服务的使用而造成或导致的任何索赔或请求（包括律师费用）的损害。

# Complete_Agreement
source: 10.8 Complete Agreement.
id: 10.8 Perjanjian Lengkap.
ms: 10.8. Perjanjian Lengkap.
th: 10.8 ความสมบูรณ์ของสัญญา
zh: 10.8 完整协议。

# Complete_Agreement_description
source: This Agreement sets forth the entire understanding between you and PlayToken with respect to the Service. Sections 1, 7, 10 and 14, as well as any other terms which by their nature should survive, will survive the termination of this Agreement. If any provision of this Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.
id: Perjanjian ini menjadi dasar bagi seluruh kesepakatan antara Anda dan PlayToken sehubungan dengan Layanan. Bagian 1, 7, 10 dan 14, serta syarat-syarat lainnya yang secara alami harus ada, tetap ada meskipun Perjanjian ini dihapuskan. Jika terdapat ketentuan dari Perjanjian ini yang tidak valid atau tidak dapat diberlakukan, maka ketentuan tersebut akan diabaikan dan ketentuan yang lainnya akan tetap diberlakukan.
ms: Perjanjian ini menetapkan seluruh pemahaman antara anda dan PlayToken sehubungan dengan Perkhidmatan. Bahagian 1, 7, 10 dan 14 serta mana-mana terma lain yang secara semula jadinya sepatutnya kekal, akan dapat bertahan selepas penamatan Perjanjian ini. Jika sebarang peruntukan Perjanjian ini dianggap tidak sah atau tidak boleh dikuat kuasa, peruntukan tersebut hendaklah digugurkan dan peruntukan yang selebihnya hendaklah dikuatkuasakan.
th: สัญญานี้จะชี้แจ้งเพื่อทำความเข้าใจทั้งหมดระหว่างคุณและ PlayToken ในส่วนที่เกี่ยวกับบริการ ส่วนที่ 1 7 10 และ 14 รวมทั้งข้อตกลงในข้ออื่น ๆ ซึ่งโดยลักษณะของข้อตกลงควรจะคงอยู่ต่อไป ซึ่งจะมีผลบังคับใช้ต่อไปเมื่อมีการยุติสัญญา หากข้อกำหนดใด ๆ ในสัญญานี้เป็นโมฆะหรือไม่สามารถบังคับใช้ได้ ควรจะมีการยกเลิกข้อกำหนดดังกล่าวและข้อกำหนดที่เหลือให้มีผลบังคับใช้ได้ต่อไป
zh: 本协议规定了您与PlayToken之间关于本服务的完整理解。第1、7、10 和 14 节，以及其它任何本质上应存续，以及在本协议终止后仍然存续的条款。若本协议的任何规定为无效或者不可实施，则应划去该规定，并应实施其余的规定。

# Definition
source: 11. Definition
id: 11. Definisi
ms: 11. Definisi
zh: 11. 定义

# Definition_description
source: With reference to the User Agreement:
id: Dengan merujuk ke Perjanjian Pengguna:
ms: Dengan merujuk Perjanjian Pengguna:
th: ด้วยการอ้างอิงถึงข้อตกลงการใช้งานของผู้ใช้:
zh: 关于用户协议：

# Definition_description_PlayToken
source: • The company, GToken Pte Ltd providing E-payment solutions using Physical Scratch Cards as an alternative to conventional use of Credit Cards of Debit Cards.
id: • Perusahaan, GToken Pte Ltd menyediakan solusi pembayaran elektronik menggunakan Kartu Gesek Fisik sebagai alternatif untuk penggunaan Kartu Kredit atau Kartu Debit secara konvensional.
ms: • Syarikat, GToken Pte Ltd menyediakan penyelesaian E-bayaran menggunakan Kad Gores Fizikal (Physical Scratch Cards) sebagai alternatif kepada penggunaan Kad Kredit atau Kad Debit yang konvensional.
th: • บริษัท GToken Pte Ltd ดำเนินการให้บริการโซลูชันการชำระเงินอิเล็กทรอนิกส์โดยการใช้บัตรขูดเป็นทางเลือกในการ ใช้บัตรเครดิตหรือบัตรเดบิตแบบธรรมดา
zh: • GToken Pte Ltd 公司使用实际刮刮卡作为电子支付解决方法，替代 传统的信用卡或借记卡的使用。

source: Play Tokens:
id: Token Play:
ms: Play Token:
th: Play Token
zh: 游戏代币：

# Definition_description_PlayTokens
source: • Play Tokens is a virtual credit used for transaction between the User of the PlayToken account and Merchants for online purchases. Play Tokens is operated solely and exclusively by GToken Ltd.
id: • Token Play ialah kredit virtual yang dipergunakan untuk transaksi antara Pengguna akun PlayToken dan Pedagang untuk pembelian online. Token Play dioperasikan hanya dan secara eksklusif oleh GToken Ltd.
ms: • Play Token ialah kredit maya yang digunakan untuk transaksi antara Pengguna akaun PlayToken dengan Pedagang bagi pembelian dalam talian. Play Token dikendalikan sepenuhnya dan secara eksklusif oleh GToken Ltd.
th: • Play Tokens เป็นเครดิตเสมือนจริงที่มีการใช้สำหรับการทำธุรกรรมระหว่างผู้ใช้บัญชี PlayToken และผู้ขายสำหรับการสั่งซื้อออนไลน์ GToken Ltd. เป็นผู้ดำเนินการ Play Tokens แต่เพียงผู้เดียวและโดยเฉพาะตัว
zh: • 游戏代币是使用PlayToken帐户和商户之间进行网上购买交易时使用的一种虚拟信用。游戏代币由 GToken Ltd.独家经营。

source: PlayToken account:
id: Akun PlayToken:
ms: Akaun PlayToken:
th: บัญชี PlayToken:
zh: PlayToken 帐户：

# Definition_description_PlayToken_account
source: • Users who intend to use PlayToken to make purchases online with related merchants must register a PlayToken account. Play Tokens charged into the PlayToken account can be used to make online payments. PlayToken account can be considered as an electronic online account.
id: • Para pengguna yang ingin menggunakan PlayToken untuk melakukan pembelian online dengan pedagang yang bersangkutan harus mendaftarkan sebuah akun PlayToken. Token Play yang diisikan ke akun PlayToken dapat digunakan untuk melakukan pembayaran online. Akun PlayToken dapat dianggap sebagai akun online elektronik.
ms: • Pengguna yang mahu menggunakan PlayToken untuk membuat pembelian dalam talian dengan pedagang berkaitan mesti mendaftar akaun PlayToken. Play Token yang dicaj ke dalam akaun PlayToken boleh digunakan untuk membuat bayaran dalam talian. Akaun PlayToken boleh dianggap sebagai akaun dalam talian elektronik.
th: • ผู้ใช้ที่ตั้งใจจะใช้ PlayToken เพื่อทำการสั่งซื้อออนไลน์กับผู้ขายที่เกี่ยวข้องจะต้องลงทะเบียนบัญชี PlayToken สามารถใช้ Play Tokens ที่ตัดเข้าบัญชี PlayToken เพื่อทำการชำระเงินออนไลน์ได้ บัญชี PlayToken อาจจะถือว่าเป็นบัญชีออนไลน์อิเล็กทรอนิกส์ได้
zh: • 旨在使用PlayToken在网上对相关商户进行购买的用户必须注册PlayToken帐户。充入PlayToken帐户的游戏代币可用于进行网上支付。PlayToken 帐户可被视作网上电子帐户。

source: Merchants
id: Pedagang
ms: Pedagang
th: ผู้ขาย
zh: 商户

# Definition_description_Merchants
source: • Related Partners and Merchants can apply to PlayToken for the use of our online payment facilities to enhance and promote their products and services.
id: • Para Rekanan dan Pedagang yang bersangkutan dapat mengajukan permohonan kepada PlayToken untuk menggunakan fasilitas pembayaran online kami untuk meningkatkan dan mempromosikan produk dan layanan mereka.
ms: • Rakan Kongsi dan Pedagang berkaitan boleh menggunakan PlayToken bagi penggunaan kemudahan bayaran dalam talian kami untuk meningkatkan dan mempromosikan produk dan perkhidmatan mereka.
th: • หุ้นส่วนที่เกี่ยวข้องและผู้ขายสามารถสมัครใช้ PlayToken สำหรับการใช้สิ่งอำนวยความสะดวกสำหรับการชำระเงินออนไลน์ของเราได้เพื่อปรับปรุงและโฆษณาสินค้าและบริการของพวกเขา
zh: • 相关合作伙伴和商户可以申请PlayToken以使用我们的网上支付设施用于增进和推广他们的产品和服务。
